Repository: 163gal/Time-Line
Catalog: po/*.po
Languages: sq

source: &Window
sq: &Dritare

source: CubeColorDialog: Choose Color
sq: CubeColorDialog: Zgjidhni Ngjyrë

source: Customize
sq: Përshtateni

source: &Close
sq: &Mbylle

source: Menus
sq: Menu

source: Options
sq: Mundësi

source: Select Menu To Add/Remove:
sq: Përzgjidhni Menu Për Shtim/Heqje:

source: Default Style
sq: Stil Parazgjedhje

source: Metallic
sq: Metalike

source: Menu bar style
sq: Stil shtyllash menuje

source: Default style settings
sq: Rregullime stili parazgjedhje

source: Draw vertical gradient
sq: Vizato përshkallëzim vertikal

source: Draw border around menu bar
sq: Vizato anë përreth shtyllës së menuve

source: Toolbar float over menu bar
sq: Paneli pezull mbi shtyllë menush

source: Color Scheme
sq: Skemë Ngjyrash

source: Save
sq: Ruaje

source: Don't Save
sq: Mos e Ruaj

source: Cancel
sq: Anuloje

source: Yes
sq: Po

source: No
sq: Jo

source: Choose a directory
sq: Zgjidhni një drejtori

source: Browse For Folders
sq: Shfletoni Për Dosje

source: Choose one or more folders:
sq: Zgjidhni një ose më shumë dosje:

source: Folder:
sq: Dosje:

source: Make New Folder
sq: Krijoni Dosje të Re

source: Busy
sq: I zënë

source: Basic Colors:
sq: Ngjyra Bazë:

source: Custom Colors:
sq: Ngjyra Vetjake:

source: Add to Custom Colors
sq: Shtoje te Ngjyra Vetjake

source: Solid Color
sq: Ngjyrë e Plotë

source: Application
sq: Aplikacion

source: has been modified outside of
sq: është ndryshuar jashtë

source: . Overwrite
sq: . Të mbishkruhet

source: with current changes?
sq: me ndryshimet e tanishme?

source: Save As
sq: Ruaje Si

source: File Error
sq: Gabim Kartele

source: Untitled
sq: Pa titull

source: Save changes to '%s'?
sq: Të ruhen ndryshimet te '%s'?

source: Unable to display print preview.
sq: S’arrihet të shfaqet paraparje shtypjeje.

source: Preview
sq: Paraparje

source: &Undo Ctrl+Z
sq: &Zhbëje Ctrl+Z

source: &Redo Ctrl+Y
sq: &Ribëje Ctrl+B

source: Reload
sq: Të ringarkohet

source: from file system?
sq: nga sistem kartelash?

source: Couldn't reload
sq: S’u ringarkua dot

source: Unable to close current
sq: S’arrihet të mbyllet i tanishmi

source: Untitled %d
sq: %d pa titull

source: All|*.*|%s
sq: Krejt|*.*|%s

source: Select a File
sq: Përzgjidhni një Kartelë

source: Select a document type:
sq: Përzgjidhni lloj dokumenti:

source: Documents
sq: Dokumente

source: Select a document view:
sq: Përzgjidhni parje dokumenti:

source: Views
sq: Parje

source: &Undo
sq: &Zhbëje

source: &Redo
sq: &Ribëje

source: &New... Ctrl+N
sq: E &re… Ctrl+R

source: Creates a new document
sq: Krijon një dokument të ri

source: &Open... Ctrl+O
sq: &Hapni… Ctrl+H

source: Opens an existing document
sq: Hap një dokument ekzistues

source: Closes the active document
sq: Mbyll dokumentin aktiv

source: Close A&ll
sq: Mbylli &Krejt

source: Closes all open documents
sq: Mbyll krejt dokumentet e hapur

source: &Save Ctrl+S
sq: &Ruaje Ctrl+R

source: Saves the active document
sq: Ruan dokumentin aktiv

source: Save &As...
sq: Ruajeni &Si…

source: Saves the active document with a new name
sq: E ruan dokumentin aktiv me një emër të ri

source: Save All Ctrl+Shift+A
sq: Ruaji Krejt Ctrl+Shift+K

source: Saves the all active documents
sq: Ruan krejt dokumentet aktive

source: &Print Ctrl+P
sq: &Shtyp Ctrl+Y

source: Prints the active document
sq: Shtyp dokumentin aktiv

source: Print Pre&view
sq: P&araparje Shtypjeje

source: Displays full pages
sq: I shfaq faqet të plota

source: Page Set&up
sq: Rregu&llim Faqeje

source: Changes page layout settings
sq: Ndryshon rregullimet e skemës së faqes

source: &Quit
sq: &Dil

source: Closes this program
sq: Mbylle këtë program

source: E&xit
sq: &Dil

source: Reverses the last action
sq: Prapakthen veprimin e fundit

source: Reverses the last undo
sq: Prapakthen zhbërjen e fundit

source: Cu&t Ctrl+X
sq: &Prije Ctrl+X

source: Cuts the selection and puts it on the Clipboard
sq: E pret përzgjedhjen dhe e hedh te E papastra

source: &Copy Ctrl+C
sq: &Kopjoje Ctrl+K

source: Copies the selection and puts it on the Clipboard
sq: E kopjon përzgjedhjen dhe e hedh te E papastra

source: &Paste Ctrl+V
sq: &Ngjite Ctrl+N

source: Inserts Clipboard contents
sq: Fut lëndë nga E papastra

source: &Delete
sq: &Fshije

source: Erases the selection
sq: E fshin përzgjedhjen

source: Select A&ll Ctrl+A
sq: Përzgjidhni &Krejt Ctrl+K

source: Selects all available data
sq: Përzgjedh tërë të dhënat e gatshme

source: &Toolbar
sq: &Panel

source: Shows or hides the toolbar
sq: Shfaq ose fsheh panelin

source: &Status Bar
sq: &Shtyllë Gjendjesh

source: Shows or hides the status bar
sq: Shfaq ose fsheh shtyllën e gjendjeve

source: &About
sq: &Rreth

source: Displays program information, version number, and copyright
sq: Shfaq të dhëna rreth programit, numër versioni dhe të drejta kopjimi

source: Open
sq: Hape

source: Save All
sq: Ruaji Krejt

source: Saves all the active documents
sq: Ruan krejt dokumentet aktive

source: Cut
sq: Prije

source: Copy
sq: Kopjoje

source: Paste
sq: Ngjite

source: Undo
sq: Zhbëje

source: Redo
sq: Ribëje

source: Ready
sq: Gati

source: Close All but "%s"
sq: Mbylli Krejt, hiq "%s"

source: Select Tab
sq: Përzgjidhni Skedë

source: &Tools
sq: &Mjete

source: &Options...
sq: &Mundësi…

source: Sets options
sq: Cakton mundësitë

source: Show tips at start up
sq: Shfaq ndihmëza në nisje

source: Show each document in its own window
sq: Shfaqe çdo dokument në dritaren e vet

source: Show all documents in a single window with tabs
sq: Shfaqi krejt dokumentet në një dritare të vetme me skeda

source: Show all documents in a single window with child windows
sq: Shfaqi krejt dokumentet në një dritare të vetme me dritare pjella

source: Document Display Style
sq: Stil Paraqitjeje Dokumentesh

source: Document Options
sq: Mundësi Dokumenti

source: Document interface changes will not appear until the application is restarted.
sq: Ndryshimet në ndërfaqen e dokumenteve nuk do të shfaqen pa u rinisur aplikacioni.

source: About
sq: Rreth

source: &Properties
sq: &Veti

source: Show file properties
sq: Shfaq veti kartele

source: File Properties
sq: Veti Kartele

source: Filename:
sq: Emër kartele:

source: Location:
sq: Vendndodhje:

source: Size:
sq: Madhësi:

source: bytes
sq: bajte

source: Created:
sq: Krijuar më:

source: Modified:
sq: Ndryshuar më:

source: Accessed:
sq: Përdorur më:

source: &Arrange All
sq: &Sistemoji Krejt

source: Arrange the open windows
sq: Sistemo dritaret e hapura

source: Previous
sq: E mëparshmja

source: Previous Tab
sq: Skeda e Mëparshme

source: Next
sq: Pasuesja

source: Next Tab
sq: Skeda Pasuese

source: Close Current Ctrl+F4
sq: Mbyll të Tanishmen Ctrl+F4

source: Close Current Tab
sq: Mbyll Skedën e Tanishme

source: &More Windows...
sq: &Më Tepër Dritare…

source: Select a window to show:
sq: Përzgjidhni një dritare për shfaqje:

source: Select Window
sq: Përzgjidhni Dritare

source: An updated version of Editra is available Would you like to download Editra %s now?
sq: Është gati një version i përditësuar i Editra-s Do të donit ta shkarkonit Editra %s tani?

source: Update Available
sq: Ka Përditësim

source: Downloading Update
sq: Po shkarkohet Përditësimi

source: Your profile has been updated to the latest version
sq: Profili juaj u përditësua me versionin më të ri

source: Please check the preferences dialog to check your preferences
sq: Që të kontrolloni parapëlqimet tuaja, ju lutemi, shihni te dialogu i parapëlqimeve

source: Profile Updated
sq: Profili u Përditësua

source: Error: Something unexpected happend Help improve Editra by clicking on Report Error to send the Error Traceback shown below.
sq: Gabim: Ndodhi diçka e papritur Ndihmoni të përmirësohet Editra, duke klikuar mbi Njoftoni Gabim, që të dërgohet Pasgjurmimi i Gabimit i treguar më poshtë.

source: Enter a hex color value
sq: Jepni një vlerë gjashtëshe ngjyre

source: Set Font
sq: Caktoni Shkronja

source: Error Traceback:
sq: Pasgjurmim Gabimi:

source: Abort
sq: Ndërprite

source: Exit the application
sq: Dilni nga aplikacioni

source: Report Error
sq: Njoftojeni Gabimin

source: Are you sure want to delete %s?
sq: Jeni i sigurt se doni të fshihet %s?

source: Delete File?
sq: Të fshihet kartela?

source: Unable to delete %s
sq: S’arrihet të fshihet %s

source: Delete Error
sq: Gabim Fshirjeje

source: Files
sq: Kartela

source: Add >>
sq: Shtoni >>

source: << Remove
sq: << Hiqni

source: Find
sq: Gjej

source: Replace
sq: Zëvendësoje

source: Current Document
sq: Dokumenti i Tanishëm

source: Selected Text
sq: Teksti i Përzgjedhur

source: Open Documents
sq: Dokumente të Hapur

source: File Filters:
sq: Filtra Kartelash:

source: Find what
sq: Ç’të gjendet

source: Replace with
sq: Zëvendësoje me

source: Choose Folder
sq: Zgjidhni Dosje

source: Look in
sq: Shih në

source: Up
sq: Sipër

source: Down
sq: Poshtë

source: Find Options
sq: Mundësi Gjetjeje

source: Match case
sq: Siç është shkruar

source: Whole word
sq: Krejt fjalën

source: Regular expression
sq: Shprehje e rregullt

source: Search Recursively
sq: Kërko Në Mënyrë Ripërsëritëse

source: Enter wildcard shell patterns for matching files (*.txt).
sq: Jepni rregullsi shelli me shenja të gjithëpushtetshme për kartela me përputhje (*.txt).

source: Count
sq: Numër

source: Find All
sq: Gjeji Krejt

source: Replace All
sq: Zëvendësoji Krejt

source: Choose Search Folder
sq: Zgjidhni Dosje Kërkimi

source: Info
sq: Të dhëna

source: File Stat Failed
sq: Përftimi i Statistikave Mbi Kartelën Dështoi

source: Modified
sq: Ndryshuar më

source: Kind
sq: Lloj

source: Size
sq: Madhësi

source: Where
sq: Ku

source: Created
sq: Krijuar më

source: Permissions
sq: Leje

source: Folder
sq: Dosje

source: Unknown
sq: I panjohur

source: Match Case
sq: Siç Është Shkruar

source: Whole Word
sq: Krejt Fjalën

source: Regular Expression
sq: Shprehje e Rregullt

source: Command
sq: Udhër

source: Goto Line
sq: Goto Rreshti

source: Can't change directory to: %s
sq: S’ndryshohet dot drejtoria te: %s

source: Access Denied: %s
sq: Hyrje e Mohuar: %s

source: Invalid Path
sq: Shteg i Pavlefshëm

source: Failed to reload %(filename)s: Error: %(errmsg)s
sq: Dështoi në ringarkimin e %(filename)s: Gabim: %(errmsg)s

source: New Tab
sq: Skedë e Re

source: Move Tab to New Window
sq: Kaloje Skedën në Dritare të Re

source: Save "%s"
sq: Ruaje "%s"

source: Close "%s"
sq: Mbylle "%s"

source: Close Other Tabs
sq: Mbylli Skedat e Tjera

source: Copy Full Path
sq: Kopjo Shtegun e Plotë

source: To Uppercase
sq: Me të Mëdha

source: To Lowercase
sq: Me të Vogla

source: Select All
sq: Përzgjidhi Krejt

source: No Suggestions
sq: S’ka Këshillime

source: %s has been deleted since its last save point. Would you like to save it again?
sq: %s është fshirë që nga pika e vet e fundit e ruajtjes. Do të donit të ruhet sërish?

source: Resave File?
sq: Të riruhet Kartela?

source: %s has been modified by another application. Would you like to reload it?
sq: %s është modifikuar nga një aplikacion tjetër. Do të donit të ringarkohet?

source: Reload File?
sq: Të ringarkohet Kartela?

source: The file: "%s" has been modified since the last save point. Would you like to save the changes?
sq: Kartela "%s" është ndryshuar që nga pika e ruajtjes së fundit. Do të donit të ruhen ndryshimet?

source: Save Changes?
sq: Të ruhen Ndryshimet?

source: Old Macintosh (\n)
sq: Macintosh i Dikurshëm (\n)

source: Editra Log
sq: Regjistër Editra

source: View Editra's console log
sq: Shihni regjistër konsole Editra

source: Show output from
sq: Shfaq përfundim nga

source: Clear
sq: Pastroje

source: All
sq: Krejt

source: Perspectives
sq: Perspektiva

source: Editra: Open
sq: Editra: Hap

source: %s could not be found. Perhaps it's been moved or deleted.
sq: %s s’u gjet dot. Ndoshta është lëvizur ose fshirë.

source: File Not Found
sq: Kartela S’u Gjet

source: Saved File: %s
sq: Kartela e Ruajtur: %s

source: ERROR: %s
sq: GABIM: %s

source: Choose a Save Location
sq: Zgjidhni Vend Ruajtjesh

source: ERROR: Failed to save %s
sq: GABIM: Dështoi në ruajtjen e %s

source: Saved File As: %s
sq: Kartela u Ruajt Si: %s

source: Where to Save Profile?
sq: Ku të Ruhet Profili?

source: Profile
sq: Profil

source: Profile Saved as: %s
sq: Profili u Ruajt si: %s

source: Load a Custom Profile
sq: Ngarkoni një Profil Vetjak

source: Loaded Profile: %s
sq: Profili i Ngarkuar: %s

source: Where to Save Session?
sq: Ku të Ruhet Sesioni?

source: Session
sq: Sesion

source: Session Saved as: %s
sq: Sesioni u Ruajt si: %s

source: Load a Session file
sq: Ngarkoni një kartelë Sesioni

source: Loaded Session: %s
sq: Sesioni i Ngarkuar: %s

source: Plugin Manager
sq: Përgjegjës Shtojcash

source: Select an encoding to reload the file with
sq: Përzgjidhni një kodim nën të cilin të ruhet kartela

source: Reload with Encoding
sq: Ringarkoje me Kodim

source: Failed to reload the file with: %(encoding)s
sq: Dështoi në ringarkimin e kartelës me: %(encoding)s

source: Maximize Editor
sq: Maksimizo Përpunuesin

source: Restore Editor
sq: Rikthe Përpunuesin

source: Customize Menu
sq: Përshtateni Menunë

source: Opening %s
sq: Po hapet %s

source: Error: Unable to open %s
sq: Gabim: S’arrihet të hapet %s

source: Editra is a programmer's text editor.
sq: Editra është një përpunues tekstesh për programues.

source: Written in 100%% Python.
sq: Shkruar 100%% në Python.

source: Homepage
sq: Faqe Hyrëse

source: Platform Info
sq: Të dhëna Platforme

source: License: wxWindows (see COPYING.txt for full license)
sq: Licencë: wxWindows (për licencën e plotë shihni COPYING.txt)

source: Copyright
sq: Të drejta kopjimi

source: Editra could not open %(filename)s Error: %(errormsg)s
sq: Editra s’hapi dot %(filename)s Gabim: %(errormsg)s

source: Error Opening File
sq: Gabim Gjatë Hapjes së Kartelës

source: Failed to save file: %(filename)s Error: %(errormsg)s
sq: Dështoi në ruajtjen e kartelës: %(filename)s Gabim: %(errormsg)s

source: Save Error
sq: Ruaje Gabimin

source: Old Macintosh ( )
sq: Macintosh i Dikurshëm ( )

source: Customize...
sq: Përshtateni…

source: Customize the items shown in this menu.
sq: Përshtatni elementët e shfaqur në këtë menu.

source: Switch Lexer to %s
sq: Kaloje Fjalëzuesin në %s

source: Lexers
sq: Fjalëzues

source: Manually Set a Lexer/Syntax
sq: Caktoni Dorazi një Fjalëzues/Sintaksë

source: &New Tab
sq: &Skedë e Re

source: Start a new file in a new tab
sq: Filloni një kartelë të re në një skedë të re

source: New &Window
sq: &Dritare e Re

source: Start a new file in a new window
sq: Filloje një kartelë të re në një dritare të re

source: &Open
sq: &Hape

source: Recently Opened Files
sq: Kartela Hapur Së Fundi

source: &Close Tab
sq: &Mbylle Skedën

source: Close Window
sq: Mbylle Dritaren

source: Close the current window
sq: Mbyll dritaren e tanishme

source: Close All Tabs
sq: Mbylli Krejt Skedat

source: Close all open tabs
sq: Mbylli krejt skedat e hapura

source: &Save
sq: &Ruaje

source: Save Current File
sq: Ruaj Kartelën e Tanishme

source: Save &As
sq: Ruaje &Si

source: Save all open pages
sq: Ruaj krejt faqet e hapura

source: Revert to Saved
sq: Riktheje tek e Ruajtura

source: Revert file to last save point
sq: Rikthejeni kartelën te pika e ruajtjes së fundit

source: Reload with Encoding...
sq: Ringarkoje me Kodim…

source: Reload the file with a specified encoding
sq: Ringarkoje kartelën me një kodim specifik

source: Save Profile
sq: Ruaje Profilin

source: Save Current Settings to a New Profile
sq: Ruaji Rregullimet e Tanishme te Një Profil i Ri

source: Load Profile
sq: Ngarkoje Profilin

source: Load and save custom Profiles
sq: Ngarkoni dhe ruani Profile vetjakë

source: Save Session
sq: Ruaje Sesionin

source: Save the current session.
sq: Ruaj sesionin e tanishëm.

source: Load Session
sq: Ngarkoje Sesionin

source: Load a saved session.
sq: Ngarkoni një sesion të ruajtur.

source: Sessions
sq: Sesione

source: Load and save custom sessions.
sq: Ngarkoni dhe ruani sesione vetjake.

source: Configure Printer
sq: Formësoni Shtypës

source: Preview Printout
sq: Parashiheni Shtypjen

source: &Print
sq: &Shtype

source: Print Current File
sq: Shtyp Kartelën e Tanishme

source: Exit the Program
sq: Dilni nga Programi

source: Undo Last Action
sq: Zhbëje Veprimin e Fundit

source: Redo Last Undo
sq: Ribëje Zhbërjen e Fundit

source: Cu&t
sq: &Prije

source: Cut Selected Text from File
sq: Prije Tekstin e Përzgjedhur prej Kartelës

source: &Copy
sq: &Kopjoje

source: Copy Selected Text to Clipboard
sq: Kopjoje Tekstin e Përzgjedhur te e Papastra

source: &Paste
sq: &Ngjite

source: Paste Text from Clipboard to File
sq: Ngjitni në Kartelë Tekst prej së Papastrës

source: P&aste After
sq: &Ngjite Pas

source: Paste Text from Clipboard to File after the cursor
sq: Ngjitni te Kartela Tekst prej të Papastre fill pas kursorit

source: Cycle Clipboard
sq: Rikalo Në të Papastër

source: Cycle through recent clipboard text
sq: Rikalo nëpër tekste të papastre përdorur së fundi

source: Select &All
sq: Përzgjidhi &Krejt

source: Select All Text in Document
sq: Përzgjidhni Krejt Tekstin në Dokument

source: Column Mode
sq: Mënyrë Shtyllash

source: Enable column edit mode.
sq: Aktivizo mënyrën përpunim shtyllash.

source: New Line After
sq: Rresht i Ri Pas

source: Add a new line after the current line
sq: Shtoni një rresht të ri pas rreshtit të tanishëm

source: New Line Before
sq: Rresht i Ri Para

source: Add a new line before the current line
sq: Shtoni një rresht të ri para rreshtit të tanishëm

source: Cut Line
sq: Prije Rreshtin

source: Cut Current Line
sq: Prije Rreshtin e Tanishëm

source: Delete Line
sq: Fshije Rreshtin

source: Delete the selected line(s)
sq: Fshi rreshtin(at) e përzgjedhur

source: Copy Line
sq: Kopjo Rreshtin

source: Copy Current Line
sq: Kopjo Rreshtin e Tanishëm

source: Duplicate Line
sq: Përsëdyte Rreshtin

source: Duplicate the current line
sq: Përsëdytni rreshtin e tanishëm

source: Join Lines
sq: Bashko Rreshta

source: Join the Selected Lines
sq: Bashko Rreshta e Përzgjedhur

source: Transpose Line
sq: Ndërkëmbe Rresht

source: Transpose the current line with the previous one
sq: Ndërkëmbe vendet e rreshtit të tanishëm me atë të mëparshëm

source: Move Current Line Up
sq: Ngjite Sipër Rreshtin e Tanishëm

source: Move the current line up
sq: Ngjite sipër rreshtin e tanishëm

source: Move Current Line Down
sq: Ule Poshtë Rreshtin e Tanishëm

source: Move the current line down
sq: Ule poshtë rreshtin e tanishëm

source: Line Edit
sq: Përpunim Rreshti

source: Commands that influence an entire line
sq: Urdhra që kanë ndikim mbi një rresht të tërë

source: Toggle Bookmark
sq: Shfaq/fshih Faqerojtës

source: Toggle bookmark of the current line
sq: Shfaqni/fshihni faqerojtës të rreshtit të tanishëm

source: Remove All Bookmarks
sq: Hiqi Krejt Faqerojtësit

source: Remove all bookmarks from the current document
sq: Hiqi krejt faqerojtësit prej dokumentit të tanishëm

source: Bookmarks
sq: Faqerojtës

source: Add and remove bookmarks
sq: Shtoni dhe hiqni faqerojtës

source: &Find
sq: &Gjej

source: Find Text
sq: Gjej Tekst

source: Find/R&eplace
sq: Gjej/&Zëvendëso

source: Find and Replace Text
sq: Gjeni dhe Zëvendësoni Tekst

source: &Quick Find
sq: Gjetje e &Shpejtë

source: Open the Quick Find Bar
sq: Hap Shtyllën e Gjetjeve të Shpejta

source: Find Previous
sq: Gjej të Mëparshmin

source: Goto previous match
sq: Shko te përputhja e mëparshme

source: Find Next
sq: Gjej Pasuesin

source: Goto the next match
sq: Shko te përputhja pasuese

source: Find Selected
sq: Gjej të Përzgjedhurën

source: Search for the currently selected phrase
sq: Kërko për frazën e tanishme të përzgjedhur

source: Pr&eferences
sq: P&arapëlqime

source: Edit Preferences / Settings
sq: Përpunoni Parapëlqime / Rregullime

source: Zoom Out
sq: Zvogëloje

source: Zoom In
sq: Zmadhoje

source: Zoom Default
sq: Parazgjedhje Zmadhimi/Zvogëlimi

source: Highlight Caret Line
sq: Thekso Kursorin

source: Highlight the background of the current line
sq: Thekso sfondin e rreshtit të tanishëm

source: Indentation Guides
sq: Udhëzues për Brendazi

source: Show Indentation Guides
sq: Shfaq Udhëzues për Brendazi

source: Show Edge Guide
sq: Shfaq Udhëzues Anësh

source: Show the edge column guide
sq: Shfaq udhëzuesin anësor të shtyllës

source: Show EOL Markers
sq: Shfaq Shenja EOL

source: Show Line Numbers
sq: Shfaq Numra Rreshtash

source: Show Line Number Margin
sq: Shfaq Mënjanë Numrash Rreshtash

source: Show Whitespace
sq: Shfaq Hapësirë të Zbrazët

source: Show Whitespace Markers
sq: Shfaq Shenja Hapësirash të Zbrazëta

source: Editor
sq: Përpunues

source: Toggle Editor View Options
sq: Shfaq/Fshih Mundësi Pamjeje Përpunuesi

source: Toggle Editor Maximization
sq: Shfaq/Fshih Maksimizim Përpunuesi

source: &Goto Line
sq: &Goto Rresht

source: Goto Line Number
sq: Goto Numër Rreshti

source: Next Position
sq: Vendndodhja Pasuese

source: Goto next position in history.
sq: Goto te vendndodhja pasuese në historik.

source: Previous Position
sq: Vendndodhja e Mëparshme

source: Goto previous position in history.
sq: Goto te vendndodhja e mëparshme në historik.

source: Next Bookmark
sq: Faqerojtësi Pasues

source: View Line of Next Bookmark
sq: Shihni Rreshtin e Faqerojtësit Pasues

source: Previous Bookmark
sq: Faqerojtësi i Mëparshëm

source: View Line of Previous Bookmark
sq: Shihni Rreshtin e Faqerojtësit të Mëparshëm

source: Show Status Bar
sq: Shfaq Shtyllën e Gjendjes

source: Show Toolbar
sq: Shfaq Panel

source: &Font
sq: &Shkronja

source: Change Font Settings
sq: Ndryshoni Rregullime Shkronjash

source: Toggle Comment
sq: Shfaq/Fshih Komente

source: Toggle comment on the selected line(s)
sq: Shfaq/Fshih koment te rreshti(at) i përzgjedhur

source: Indent Lines
sq: Rreshta Brendazi

source: Indent the selected lines
sq: Zhvendosi brendazi rreshtat e përzgjedhur

source: Unindent Lines
sq: Hiqu Rreshtave Shmangien Brendazi

source: Unindent the selected lines
sq: Hiqu rreshtave shmangien brendazi

source: Uppercase
sq: Me të mëdha

source: Convert selected text to all uppercase letters
sq: Shndërroji gjithë shkronjat e tekstit të përzgjedhur në të mëdha

source: Lowercase
sq: Me të vogla

source: Convert selected text to all lowercase letters
sq: Shndërroji gjithë shkronjat e tekstit të përzgjedhur në të vogla

source: Use Soft Tabs
sq: Përdor Tabulacione Soft

source: Insert spaces instead of tab characters with tab key
sq: Kur shtypet tasti Tab, fut hapësira në vend se shenjë tab

source: Word Wrap
sq: Mbështjellje Fjalësh

source: Wrap Text Horizontally
sq: Mbështille Tekstin Horizontalisht

source: Spaces to Tabs
sq: Hapësira në Tabulacione

source: Convert spaces to tabs in selected/all text
sq: Shndërroji hapësirat në tabulacione te teksti i përzgjedhur/krejt teksti

source: Tabs to Spaces
sq: Tabulacionet në Hapësira

source: Convert tabs to spaces in selected/all text
sq: Shndërroji tabulacionet në hapësira te teksti i përzgjedhur/krejt teksti

source: Whitespace
sq: Hapësirë

source: Whitespace formating commands
sq: Urdhra formatimi hapësirash të zbrazëta

source: Old Macintosh (\r)
sq: Macintosh i Dikurshëm (\r)

source: Format all EOL characters to %s Mode
sq: Formatoji krejt shenjat EOL sipas Mënyrës %s

source: EOL Mode
sq: Mënyrë për EOL

source: End of line character formatting
sq: Formatim shenje fundi rreshti

source: Auto-Completion
sq: Vetëplotësim

source: Use Auto Completion when available
sq: Përdor Vetë-Plotësim kur mundet

source: Auto-Indent
sq: Auto-Brendazi

source: Toggle Auto-Indentation functionality
sq: Aktivizoni/Çaktivizoni funksionon Auto-Brendazi

source: Bracket Highlighting
sq: Theksim Kllapash

source: Highlight Brackets/Braces
sq: Thekso Kllapa

source: Toggle Code Folding
sq: Aktivizoni/Çaktivizoni Palosje Kodi

source: Syntax Highlighting
sq: Theksim Sintakse

source: Color Highlight Code Syntax
sq: Ngjyrosje Sintakse Theksimi Kodi
