Repository: 163gal/Time-Line
Catalog: po/*.po
Languages: sq

source: &Settings
sq: &Rregullime

source: Editor Command
sq: Urdhër Përpunuesi

source: Manage, Download, and Install plugins
sq: Administroni, Shkarkoni, dhe Instaloni shtojca

source: Style Editor
sq: Përpunues Stili

source: Edit the way syntax is highlighted
sq: Përpunoni mënyrën se si theksohet sintaksa

source: &About...
sq: &Rreth…

source: About
sq: Rreth

source: Project Homepage...
sq: Faqja Hyrëse e Projektit…

source: Visit the project homepage %s
sq: Vizitoni faqen hyrëse të projektit %s

source: Online Documentation...
sq: Dokumentim në Internet…

source: Online project documentation and help guides
sq: Dokumentim projekti dhe udhërrëfyes ndihme në Internet

source: Translate Editra...
sq: Përktheni Editra-n…

source: Editra translations project
sq: Projekt përkthimesh të Editra-s

source: Bug Tracker...
sq: Ndjekës të Metash…

source: Feedback
sq: Përshtypje

source: Send bug reports and suggestions
sq: Dërgoni njoftime të metash dhe këshilla

source: The correct encoding of '%s' could not be determined. Choose an encoding and select OK to open the file with the chosen encoding. Click Cancel to abort opening the file
sq: S’u përcaktua dot kodimi i saktë i '%s'. Zgjidhni një kodim dhe përzgjidhni OK që të hapet kartela nën kodimin e zgjedhur. Klikoni Anuloje që të ndërpritet hapja e kartelës

source: Choose an Encoding
sq: Zgjidhni një Kodim

source: File is already open in an existing page. Do you wish to open it again?
sq: Kartela është e hapur tashmë në një faqe ekzistuese. Doni të hapet sërish?

source: Open File
sq: Hapni Kartelë

source: untitled %d
sq: %d pa titull

source: untitled
sq: pa titull

source: Error Saving Session File
sq: Gabim Në Ruajtje Kartele Sesioni

source: Invalid File
sq: Kartelë e Pavlefshme

source: Session file doesn't exist.
sq: Kartela e sesionit s’ekziston.

source: Invalid file
sq: Kartelë e pavlefshme

source: Selected file is not a valid session file
sq: Kartela e përzgjedhur s’është kartelë sesioni e vlefshme

source: Empty File
sq: Kartelë e Zbrazët

source: Session file is empty.
sq: Kartela e sesionit është e zbrazët.

source: Missing session files
sq: Mungojnë kartela sesioni

source: Some files in saved session could not be found on disk:
sq: Disa kartela në sesionin e ruajtur s’u gjetën dot në disk:

source: Invalid file: %s
sq: Kartelë e pavlefshme: %s

source: There are no files that Editra can open in %s
sq: S’ka kartela që mund të hapen nga Editra në %s

source: No Valid Files to Open
sq: S’ka Kartela të Vlefshme Për Hapje

source: Do you wish to open all %d files in this directory? Warning: opening many files at once may cause the editor to temporarily freeze.
sq: Doni të hapen krejt %d kartelat në këtë kategori? Kujdes: hapja e shumë kartelave njëherësh mund të shkaktojë ngrirjen e përkohshme të përpunuesit.

source: Open Directory?
sq: Të hapet Drejtoria?

source: Opened file: %s
sq: U hap kartelë: %s

source: Failed to create print preview
sq: Dështoi në krijimin e paraparjes së shtypjes

source: Print Error
sq: Gabim Shtypjeje

source: There was an error when printing. Check that your printer is properly connected.
sq: Pati një gabim gjatë shtypjes. Kontrolloni nëse shtypësi juaj është lidhur si duhet.

source: Printer Error
sq: Gabim Shtypësi

source: Page: %d
sq: Faqe: %d

source: Macro Manager
sq: Përgjegjës Makrosh

source: View and Edit Macros
sq: Shihni dhe Përpunoni Makro

source: DECODING ERROR
sq: GABIM SHKODIMI

source: Find/Replace
sq: Gjej/Zëvendëso

source: The search term '%(term)s' was found %(count)d times.
sq: Termi i kërkimit '%(term)s' u gjet %(count)d herë.

source: Find Count
sq: Numër Gjetjesh

source: Invalid expression "%s"
sq: Shprehje e pavlefshme "%s"

source: Regex Compile Error
sq: Gabim Përpilimi Regex

source: Search wrapped to top
sq: Kërkimi i mbështjellë sipër

source: Search wrapped to bottom
sq: Kërkimi i mbështjellë poshtë

source: "%s" was not found
sq: "%s" s’u gjet

source: Error in regular expression expansion. The replace action cannot be completed. Error Message: %s
sq: Gabim në zgjerim shprehjeje të rregullt. Veprimi i zëvendësimeve nuk mund të plotësohet. Mesazh Gabimi: %s

source: Replace Error
sq: Gabim Zëvendësimi

source: Sorry will be ready for next version
sq: Na ndjeni, do të jetë gati në versionin pasues

source: Not implemented
sq: Ende e pasendërtuar

source: %d matches were replaced.
sq: U zëvendësuan %d gjetje.

source: Recent Searches
sq: Kërkime Së Fundi

source: Search Started
sq: Kërkimi u Fillua

source: Search complete
sq: Kërkim i plotësuar

source: Search Complete: %d matching lines where found.
sq: Kërkim i Plotësuar: u gjetën %d rreshta me përputhje.

source: Files Searched: %d
sq: Kartela të Kërkuara: %d

source: Searching in: %s
sq: Po kërkohet te: %s

source: Shelf
sq: Raft

source: Put an item on the Shelf
sq: Vendosni një objekt te Rafti

source: Show Shelf
sq: Shfaq Raft

source: Show the Shelf
sq: Shfaq Raftin

source: Change line endings to %s
sq: Ndrysho funde rreshtash në %s

source: Change the encoding of the current document.
sq: Ndryshoni kodimin e dokumentit të tanishëm.

source: Change Encoding
sq: Ndryshoni Kodimin

source: File backup performed: %s
sq: U krye kopjeruajtja e kartelës: %s

source: Line: %(lnum)d Column: %(cnum)d
sq: Rreshti: %(lnum)d Shtylla: %(cnum)d

source: Mixed EOL characters detected. Would you like to format them to all be the same?
sq: U pikasën shenja të përziera EOL. Do të donit që të formatohen për të qenë njësoj?

source: Format EOL?
sq: Të formatohet EOL?

source: Recording Macro
sq: Regjistrim Makroje

source: Recording Finished
sq: Regjistrimi Përfundoi

source: %s does not exist
sq: %s s’ekziston

source: File is Read Only and cannot be saved
sq: Kartela është Vetëm për Lexim dhe s’mund të ruhet

source: Start a New File
sq: Filloni një Kartelë të Re

source: Generator
sq: Prodhues

source: Generate Code and Documents
sq: Prodhoni Kod dhe Dokumentime

source: Generate %s
sq: Prodho %s

source: Generate a %s version of the current document
sq: Prodhoni një version %s të dokumentit të tanishëm

source: Generate an %s version of the current document
sq: Prodhoni një version %s të dokumentit të tanishëm

source: Save Current View
sq: Ruaje Pamjen e Tanishme

source: Save the current window layout
sq: Ruaj skemën e tanishme të dritares

source: Delete Saved View
sq: Fshije Pamjen e Ruajtur

source: Automatic
sq: Automatike

source: Automatically save/use window state from last session
sq: Ruaj/përdor automatikisht gjendje dritare nga sesioni i fundit

source: Change view to "%s"
sq: Ndryshoje pamjen në "%s"

source: Perspective Name
sq: Emër Perspektive

source: Save Perspective
sq: Ruaj Perspektivë

source: Perspective to Delete
sq: Perspektivë për Fshirje

source: Delete Perspective
sq: Fshije Perspektivën

source: Configure
sq: Formësojeni

source: Download
sq: Shkarkoje

source: Install
sq: Instaloje

source: Errors
sq: Gabime

source: Downloads are incomplete
sq: Shkarkimet s’janë të plotë

source: Do you wish to exit?
sq: Doni vërtet të dilet?

source: You must restart Editra before your changes will take full effect.
sq: Duhet të rinisni Editra-n përpara se të hyjnë plotësisht në fuqi ndryshimet tuajat.

source: Configuration Changes Made
sq: U bënë Ndryshime Formësimi

source: Changes will take effect once the program has been restarted
sq: Ndryshimet do të hyjnë në fuqi pasi të riniset programi

source: No Description Available
sq: Nuk Ka Përshkrim

source: This plugin requires a newer version of Editra.
sq: Kjo shtojcë lyp version më të ri të Editra-s.

source: Downloaded
sq: U shkarkua

source: Finished downloading plugins
sq: U përfunduan shkarkimet e shtojcave

source: Select plugins to download
sq: Përzgjidhni shtojca për shkarkim

source: Unable to retrieve plugin list
sq: S’arrihet të merret lista e shtojcave

source: Downloading
sq: Po shkarkohet

source: Retrieving Plugin List
sq: Po merret Listë Shtojcash

source: To add a new item drag and drop the plugin file into the list. To remove an item select it and hit Delete or Backspace.
sq: Që të shtoni një element të ri tërhiqeni dhe lëreni te lista kartelën e shtojcës. Që të hiqet një element, përzgjidheni dhe shtypni tastin Delete ose Backspace.

source: User Directory
sq: Drejtori Përdoruesi

source: Install the plugins only for the current user
sq: Instaloje shtojcën vetëm për përdoruesin e tanishëm

source: System Directory
sq: Drejtori Sistemi

source: Install the plugins for all users **requires administrative privileges**
sq: Instaloji shtojcat për krejt përdoruesit **lyp privilegje përgjegjësi**

source: Successfully Installed Plugins
sq: Shtojcat u Instaluan Me Sukses

source: Failed to install %d plugins
sq: Dështoi në instalimin e %d shtojcave

source: Installation Error
sq: Gabim Instalimi

source: Author: %s
sq: Autor: %s

source: Enable
sq: Aktivizoje

source: Uninstall
sq: Çinstaloje

source: Are you sure you want to uninstall %s? This cannot be undone.
sq: Jeni i sigurt se doni të çinstalohet %s? Kjo s’mund të zhbëhet.

source: Uninstall Plugin
sq: Çinstalojeni Shtojcën

source: This plugin will be uninstalled on next program launch.
sq: Kjo shtojcë do të çinstalohet herës tjetër që hapet programi.

source: Preferences - Editra
sq: Parapëlqime - Editra

source: Appearance
sq: Dukje

source: Document
sq: Dokument

source: Network
sq: Rrjet

source: Advanced
sq: Të mëtejshme

source: Changes made in this dialog are saved in your current profile. Some Items such as Language require the program to be restarted before taking effect.
sq: Ndryshimet e bëra nën këtë dialog ruhen te profili juaj i tanishëm. Disa Elementë, të tillë si Gjuha, lypin rinisje të programit, pa të hyjnë në fuqi.

source: Startup
sq: Nisje

source: Editor Mode
sq: Mënyrë Përpunues

source: Printer Mode
sq: Mënyrë Shtypës

source: Disable Error Reporter
sq: Çaktivizo Njoftues Gabimesh

source: Load Last Session
sq: Ngarko Sesionin e Fundit

source: Load files from last session on startup
sq: Ngarko gjatë nisjes kartela prej sesionit të fundit

source: Show Splash Screen
sq: Shfaqe Siglën

source: Check for updates on startup
sq: Kontrollo për përditësime gjatë nisjes

source: Language
sq: Gjuhë

source: Startup Settings
sq: Rregullime Nisjeje

source: Locale Settings
sq: Rregullime Vendore

source: File History Length
sq: Gjatësi Historiku Kartelash

source: Encoding to try when auto detection fails
sq: Kodim që duhet provuar kur dështon vetëzbulimi

source: Prefered Encoding
sq: Kodim i Parapëlqyer

source: Automatically Backup Files
sq: Kopjeruaji Kartelat Vetvetiu

source: Backup buffer to file periodically
sq: Kopjeruaje të përkohshmen periodikisht në kartelë

source: Backup Path:
sq: Shteg Kopjeruajtjeje:

source: Used to set a custom backup path. If not specified the backup will be put in the same directory as the file.
sq: I përdorur për të caktuar një shteg vetjak kopjeruajtjesh. Nëse s’përcaktohet, kopjeruajtja do të vendoset në të njëjtën drejtori me kartelën.

source: Open files in new windows by default
sq: Si parazgjedhje, hapi kartelat në dritare të re

source: Remember File Position
sq: Mbaje Mend Pozicionin e Kartelës

source: Check if on disk file has been modified by others
sq: Kontrollo nëse kartela në disk është ndryshuar nga të tjerë

source: Automatically reload files when changes are detected on disk
sq: Ngarkoji vetvetiu kartelat, kur pikasen ndryshime në disk

source: Warn when mixed eol characters are detected
sq: Sinjalizo kur pikasen shenja EOL të përziera

source: File Settings
sq: Rregullime Kartele

source: Spell Checking
sq: Kontroll Drejtshkrimi

source: Check spelling while typing
sq: Kontrollo drejtshkrimin teksa shtypet

source: Dictionary
sq: Fjalor

source: Enchant Path
sq: Shteg Enchant-i

source: Path to libenchant
sq: Shteg libenchant-i

source: Failed to load Enchant
sq: Dështoi në ngarkimin e Enchant-it

source: Library Error
sq: Gabim Librarie

source: Code
sq: Kod

source: Tab Width
sq: Gjerësi Tabulacioni

source: Indent Width
sq: Gjerësi për Brendazi

source: Automatically trim whitespace on save
sq: Qethi vetvetiu hapësirat e zbrazëta gjatë ruajtjesh

source: Use Tabs Instead of Spaces
sq: Përdor Tabulacione Në Vend Se Hapësira

source: Default EOL Mode
sq: Mënyrë Parazgjedhje për EOL

source: Turn off for better performance
sq: Për punim më të mirë, çaktivizojeni

source: Sets the main/default font of the document
sq: Cakton shkronjat kryesore/parazgjedhje për dokumentin

source: Sets a secondary font used for special regions when syntax highlighting is in use
sq: Cakton një palë shkronja dytësore të përdorura për zona speciale, kur theksimi i sintaksës është i aktivizuar

source: View Options
sq: Shihni Mundësitë

source: Primary Font
sq: Shkronja Parësore

source: Secondary Font
sq: Shkronja Dytësore

source: Default highlighing for new documents
sq: Theksim parazgjedhje për dokumente të reja

source: Default Lexer
sq: Fjalëzues Parazgjedhje

source: Visual Helpers
sq: Ndihmues Pamorë

source: Edge Guide
sq: Udhëzues Anësh

source: Guide Column
sq: Shtyllë Udhërrëfyesi

source: Extended Auto-Comp
sq: Vetë-plotësim i Zgjeruar

source: Enable Vi Emulation
sq: Aktivizo Emulim Vi-je

source: Start in Normal Mode
sq: Fillo nën Mënyrën Normale

source: Filetype Associations
sq: Përshoqërime Llojesh Kartele

source: Revert to Default
sq: Riktheje te Parazgjedhja

source: Icon Theme
sq: Temë Ikonash

source: Toolbar Icon Size
sq: Madhësi Ikone Paneli

source: Show Icons on Tabs
sq: Shfaq Ikona në Skeda

source: Default Perspective
sq: Perspektivë Parazgjedhje

source: Remember Window Size on Exit
sq: Mba Mend Madhësi Dritareje Teksa Dilet

source: Remember Window Position on Exit
sq: Mba Mend Pozicion Dritareje Teksa Dilet

source: Main display font for various UI components
sq: Shkronjat kryesore paraqitjeje për përbërës të ndryshëm UI

source: Icons
sq: Ikona

source: Layout
sq: Skemë

source: Transparency
sq: Tejdukshmëri

source: Display Font
sq: Shkronja Ekrani

source: Configuration
sq: Formësim

source: Update
sq: Përditësoje

source: Proxy Settings
sq: Rregullime Ndërmjetësi

source: Use Proxy
sq: Përdorni Ndërmjetës

source: Proxy URL
sq: URL Ndërmjetësi

source: Port Number
sq: Numër Porte

source: Username
sq: Emër përdoruesi

source: Password
sq: Fjalëkalim

source: Installed Version
sq: Version i Instaluar

source: Latest Version
sq: Versioni Më i Ri

source: Check
sq: Kontrollo

source: Keybindings
sq: Përshoqërime tastesh

source: Key Profile
sq: Profil Tastesh

source: Modifier 1
sq: Modifikues 1

source: Modifier 2
sq: Modifikues 2

source: Key
sq: Tast

source: Binding
sq: Përshoqërim

source: Apply
sq: Zbatoje

source: None
sq: Asnjë

source: New Profile
sq: Profil i Ri

source: Enter the name of the new key profile
sq: Jepni emrin e profilit të ri të tasteve

source: Lexer
sq: Fjalëzues

source: Extensions (space separated, no dots)
sq: Zgjatime (ndarë me hapësira, pa pika)

source: Black/White
sq: Bardhë/Zi

source: Color/White
sq: Ngjyrë/E bardhë

source: Color/Default
sq: Ngjyrë/Parazgjedhje

source: Inverse
sq: Së prapthi

source: Normal
sq: Normale

source: Export
sq: Eksportoje

source: Syntax Files
sq: Kartela Sintakse

source: Set the preview file type
sq: Caktoni lloj paraparje kartelash

source: Style Theme
sq: Temë Sili

source: Base new theme on existing one
sq: Bazojeni temën e re në një ekzistuese

source: Start a blank new style
sq: Nis një stil të ri të zbrazët

source: Style Tags
sq: Etiketa Stili

source: Some styles have been changed would you like to save before exiting?
sq: Disa stile janë ndryshuar. Do të donit të ruhen përpara se të dilet?

source: Save Styles
sq: Ruaji Stilet

source: Enter style sheet name
sq: Jepni emër fletë stili

source: Export Style Sheet
sq: Eksporto Fletë Stili

source: Color
sq: Ngjyrë

source: Foreground
sq: Përpara

source: Background
sq: Sfond

source: Attributes
sq: Atribute

source: bold
sq: të trasha

source: italic
sq: të pjerrta

source: underline
sq: nënvijë

source: Font Settings
sq: Rregullime Shkronjash

source: Font
sq: Shkronja

source: Unable to retrieve version info
sq: S’arrihet të merren të dhëna versioni

source: Status Unknown
sq: Gjendje e Panjohur

source: Downloading: %s
sq: Po shkarkohet: %s

source: Downloading To: %s
sq: Po shkarkohet Te: %s

source: Canceled
sq: E anuluar

source: Rate: %.2f Kb/s
sq: Shpejtësi: %.2f Kb/s

source: Finished
sq: E përfunduar

source: Failed
sq: Dështoi

source: Unable to accept dropped file or text
sq: S’arrihet të pranohet kartela apo teksti i hedhur

source: Text Document
sq: Dokument Tekst

source: %s Source File
sq: Kartelë Burim %s
