Repository: 163gal/Time-Line
Catalog: po/*.po
Languages: sq

source: Time Line
sq: Rrjedhë Kohore

source: Allows create interactive time lines
sq: Lejon krijim rrjedhash kohore ndërvepruese

source: You can't change time when the Event is locked
sq: S’mund të ndryshoni kohën kur Akti është i kyçur

source: Dec
sq: Dhj

source: Aug
sq: Gus

source: day
sq: ditë

source: minute
sq: minutë

source: minutes
sq: minuta

source: hour
sq: orë

source: hours
sq: orë

source: days
sq: ditë

source: Select region to zoom into
sq: Përzgjidhni zonë për të kryer zoom

source: Region too short
sq: Zonë shumë e shkurtër

source: Region too long
sq: Zonë shumë e gjatë

source: Can't scroll more to the left
sq: S’rrëshqitet dot më majtas

source: Can't scroll more to the right
sq: S’rrëshqitet dot më djathtas

source: Mon
sq: Hën

source: Sun
sq: Die

source: Someone else has changed the Timeline. You have two choices! 1. Set Timeline in Read-Only mode. 2. Synchronize Timeline. Do you want to Synchronize?
sq: Dikush tjetër ka ndryshuar Rrjedhën Kohore. Keni dy mundësi! 1. Ta kaloni Rrjedhën Kohore nën mënyrën Vetëm Lexim. 2. Ta njëkohësoni Rrjedhën Kohore. Doni të Njëkohësohet?

source: Feb
sq: Shk

source: Apr
sq: Pri

source: May
sq: Maj

source: Jun
sq: Qer

source: Jul
sq: Kor

source: Sep
sq: Sht

source: Oct
sq: Tet

source: Nov
sq: Nën

source: Tue
sq: Mar

source: Wed
sq: Mër

source: Thu
sq: Enj

source: Fri
sq: Pre

source: Sat
sq: Sht

source: Could not find iCalendar Python package. It is required for working with ICS files. See the Timeline website or the INSTALL file for instructions how to install it.
sq: S’u gjet dot paketë iCalendar Python. Është e domosdoshme për punim me kartela ICS. Për udhëzime se si të instalohet, shihni sajtin e Rrjedhës Kohore ose kartelën INSTALL.

source: Unable to open timeline '%s'.
sq: S’arrihet të hapet rrjedha kohore '%s'.

source: Unknown format.
sq: Format i panjohur.

source: Unable to read from file '%s'.
sq: S’arrihet të lexohet kartela '%s'.

source: Unable to read timeline data from '%s'.
sq: S’arrihet të lexohen të dhëna rrjedhe kohore nga '%s'.

source: Displayed period must be > 0.
sq: Periudha e shfaqur duhet të jetë > 0.

source: Welcome
sq: Mirë se vini

source: Welcome to Timeline
sq: Mirë se vini te Rrjedha Kohore

source: Intro
sq: Hyrje

source: Hover me!
sq: Kalomë kursorin përsipër!

source: Hovering events with a triangle shows the event description.
sq: Kalimi i kursorit sipër aktesh me një trekëndësh sjell shfaqje përshkrimi akti.

source: Features
sq: Veçori

source: Scroll
sq: Rrëshqitje

source: Left click somewhere on the timeline and start dragging. You can also use the mouse wheel. You can also middle click with the mouse to center around that point.
sq: Majtasklikoni diku mbi rrjedhën kohore dhe filloni ta tërhiqni. Mund të përdorni edhe rrotëzën e miut. Mundet edhe të klikoni me butonin e mesit që të përqendrohet rreth asaj pike.

source: Zoom
sq: Zmadhim/Zvogëlim

source: Hold down Ctrl while scrolling the mouse wheel. Hold down Shift while dragging with the mouse.
sq: Mbani të shtypur Ctrl-në teksa rrotulloni rrotëzën e miut. Mbani të shtypur Shift-in teksa tërhiqni përmes miut.

source: Create event
sq: Krijoni akt

source: Double click somewhere on the timeline. Hold down Ctrl while dragging the mouse to select a period.
sq: Dyklikoni diku mbi rrjedhën kohore. Që të përzgjidhni një periudhë, mbani të shtypur Ctrl-në teksa tërhiqni miun.

source: Edit event
sq: Përpunoni akt

source: Double click on an event.
sq: Dyklikoni mbi një akt.

source: Select event
sq: Përzgjidhni akt

source: Click on it. Hold down Ctrl while clicking events to select multiple.
sq: Klikoni mbi të. Që të përzgjidhni disa njëherësh, mbani të shtypur Ctrl-në teksa klikoni mbi akte.

source: Delete event
sq: Fshije aktin

source: Select events to be deleted and press the Del key.
sq: Përzgjidhni akte që duhen fshirë dhe shtypni tastin Del.

source: Resize and move me!
sq: Ripërmasomëni dhe lëvizmëni!

source: First select me and then drag the handles.
sq: Së pari përzgjidhmëni dhe mandej tërhiqni dorëzat.

source: Saving
sq: Po ruhet

source: This timeline is stored in memory and modifications to it will not be persisted between sessions. Choose File/New/File Timeline to create a timeline that is saved on disk.
sq: Kjo rrjedhë kohore është depozituar në kujtese dhe modifikimet në të nuk do të ruhen përgjatë sesionesh. Zgjidhni Kartelë/E re/Rrjedhë Kohore Kartele që të krijoni një rrjedhë kohore që ruhet në disk.

source: Start time
sq: Kohë fillimi

source: End time
sq: Kohë përfundimi

source: Start time can't be after end time
sq: Koha e fillimit s’mund të bjerë pas kohës së mbarimit

source: Unable to save timeline data to '%s'. File left unmodified.
sq: S’arrihet të ruhen të dhëna rrjedhe kohore te '%s'. Kartela u la e pandryshuar.

source: Unable to write timeline data.
sq: S’arrihet të shkruhen të dhëna rrjedhe kohore.

source: Unable to write to temporary file '%s'.
sq: S’arrihet të shkruhet te kartelë e përkohshme '%s'.

source: Unable to take backup to '%s'.
sq: S’arrihet të shpihet kopjeruajtje te '%s'.

source: Unable to rename temporary file '%s' to original.
sq: S’arrihet të riemërtohet kartela e përkohshme '%s' si në origjinal.

source: Unable to delete backup file '%s'.
sq: S’arrihet të fshihet kartelë kopjeruajtjeje '%s'.

source: Field '%s' can't be empty.
sq: Fusha '%s' s'mund të jetë e zbrazët.

source: Name
sq: Emër

source: End must be > Start
sq: Fundi duhet të jetë > se Fillimi

source: Entered period is too long.
sq: Periudha e dhënë është shumë e gjatë.

source: Text
sq: Tekst

source: Image files
sq: Kartela figurë

source: Export to Image
sq: Eksportoje si Figurë

source: File '%s' exists. Overwrite?
sq: Kartela '%s' ekziston. Të mbishkruhet?

source: Help contents
sq: Lëndë ndihme

source: Questions and answers
sq: Pyetje dhe përgjigje

source: Concepts
sq: Koncepte

source: Tasks
sq: Punë

source: Where is the save button?
sq: Ku është butoni i ruajtjeve?

source: There is no save button. Timeline will automatically save your data whenever needed.
sq: S’ka buton ruajtjesh. Rrjedha kohore do të ruajë vetvetiu të dhënat tuaja kurdo që të jetë e nevojshme.

source: Where do the week numbers go if I start my weeks on Sunday?
sq: Ku shkojnë numrat e javëve, nëse javët i mia i filloj të Dielave?

source: The date data object used does not support week numbers for weeks that start on Sunday at present. We plan on using a different date object that will support this in future versions.
sq: Hëpërhë, objekti i përdorur për të dhëna datash nuk mbulon numra javësh për javë që fillojnë të Dielave. Kemi në plan të përdorim një objekt tjetër datash që do ta mbulojë këtë në versione të ardhshëm.

source: Can multiple users work with the same timeline?
sq: A mund të punojnë me të njëjtën rrjedhë kohore disa përdorues njëherësh?

source: There are some support for multiple users to work on the same timeline file. When you try to make a change and someone else has made a change you will be asked to make one of two choices: - Set timeline in read-only mode. - Synchronize the timeline. During the your edit action the timeline is locked for changes by others. If you try to edit a timeline when it is locked by someone else you will be notified about this situation.
sq: Ka një farë mbulimi për raste kur disa përdorues njëherësh punojnë me të njëjtën kartelë rrjedhe kohore. Kur bëni një ndryshim dhe dikush tjetër ka bërë një ndryshim, do t’ju kërkohet të bëni një prej këtyre dy zgjedhjeve: - Kalojeni rrjedhën kohore nën mënyrën vetëm lexim. - Njëkohësojeni rrjedhën kohore. Gjatë aktit tuaj të përpunimit, rrjedha kohore është e kyçur kundrejt ndryshimeve nga të tjerë. Nëse provoni të përpunoni një rrjedhë kohore, kur është e kyçur nga dikush tjetër, do të njoftoheni rreth kësaj gjendjeje.

source: Timeline
sq: Rrjedhë kohore

source: The timeline shows dates according to the Gregorian calendar on the x-axis. Currently the dates are limited to dates between year 10 and year 9989. Future versions might support various kinds of timelines so that you for example can specify a time in terms of number of minutes since a start time. If you are interested in such a feature, please get in touch. The timeline is divided in two areas with a horizontal adjustable divider line. Period events are displayed below the line and point events are displayed above the line.
sq: Rrjedha kohore në boshtin x tregon datat sipas kalendarit Gregorian. Hëpërhë datat kufizohen mes vitit 10 dhe vitit 9989. Versione të ardhshëm mund të mbulojnë lloje të ndryshme rrjedhash kohore, kështu që ju, për shembull, të mund të specifikoni një kohë sipas numrit të minutave që nga një kohë fillimi. Nëse ju intereson një veçori e tillë, ju lutemi, lidhuni me ne. Rrjedha kohore është e ndarë në dy zona, përmes një vije ndarëse horizontale të ndryshueshme. Akte me shtrirje gjatë një periudhe shfaqen nën vijën dhe aktet pa shtrirje shfaqen sipër vijës.

source: Events
sq: Akte

source: An event is the basic data type for representing information on the timeline. It must specify where on the timeline is should be placed (when that event happened). This can be either a specific point in time or a period.
sq: Një akt është lloji bazë i të dhënave për paraqitje informacioni në rrjedhën kohore. Ai duhet të tregojë se ku duhet vendosur në rrjedhën kohore (kur ndodh ai akt). Kjo mund të jetë ose një pikë e caktuar në kohë, ose një periudhë.

source: Categories
sq: Kategori

source: Categories are used to group events. An event can only belong to one category. All events that belong to the same category are displayed with the same background color.
sq: Kategoritë përdoren për të grupuar akte. Një akt mund të bëjë pjesë vetëm në një kategori. Krejt aktet që i përkasin të njëjtës kategori shfaqen me të njëjtën ngjyrë sfondi.

source: The *Create Event* dialog can be opened in the following ways: - Select *Timeline* - *Create Event* from the menu. - Double click with the *left* mouse button on the timeline. - Press the *Ctrl* key, thereafter hold *left* mouse button down on the timeline, drag the mouse and release it.
sq: Dialogu *Krijoni Akt* mund të hapet në rrugët vijuese: - Përzgjidhni *Rrjedhë Kohore* - *Krijoni Akt* prej menusë. - Dyklikoni mbi rrjedhën kohore me butonin e *majtë* të miut. - Shtypni tastin *Ctrl*, dhe mandej mbajeni butonin e *majtë* të miut në rrjedhën kohore, tërhiqeni miut dhe lëshojeni.

source: The *Edit Event* dialog can be opened by double clicking on an event.
sq: Dialogu *Përpunoni Akt* mund të hapet duke dyklikuar mbi një akt.

source: Move event vertically
sq: Lëvize aktin vertikalisht

source: An event can be moved vertically. This is done by first selecting the event and therefter using the Alt+Up or Alt+Down keys.
sq: Një akt mund të lëvizet vertikalisht. Kjo arrihet duke përzgjedhur së pari aktin dhe mandej duke përdorur tastet Alt+Up ose Alt+Down.

source: Selecting events
sq: Përzgjedhje aktesh

source: To select an event, click on it. To select multiple events, hold down the *Ctrl* key while clicking events.
sq: Që të përzgjidhni një akt, klikoni mbi të. Që të përzgjidhni disa akte njëherësh, mbani të shtypur tastin *Ctrl* teksa klikoni mbi akte.

source: To delete an event, select it and press the *Del* key. Multiple events can be deleted at the same time.
sq: Që të fshihet një akt, përzgjidheni dhe shtypni tastin*Del*. Me të njëjtën mënyrë mund të fshihen edhe disa akte njëherësh.

source: Will associated events be deleted when I delete a category?
sq: Kur fshij një kategori, a do të fshihen dhe aktet e përshoqëruar me të?

source: No. The events will still be there but they will not belong to a category.
sq: Jo. Aktet do të jenë prapë aty, por s’do të bëjnë më pjesë te ndonjë kategori.

source: Edit categories
sq: Përpunoni kategoritë

source: Categories can be managed in the *Edit Categories* dialog (*Timeline* > *Edit Categories*). To edit an existing category, double click on it. The visibility of categories can also be edited in the sidebar (*View* > *Sidebar*).
sq: Kategoritë mund të administrohen që nga dialogu *Përpunoni Kategori* (*Rrjedhë Kohore* > *Përpunoni Kategori*). Që të përpunoni një kategori ekzistuese, dyklikoni mbi të. Dukshmëria e kategorive mund të përpunohet gjithashtu te anështylla (*Shihni* > *Anështyllë*).

source: Contact
sq: Kontakt

source: If you have more questions about Timeline, or if you want to get in contact with users and developers of Timeline, send an email to the user mailing list: <thetimelineproj-user@lists.sourceforge.net>. (Please use English.)
sq: Nëse keni më tepër pyetje rreth Rrjedhës Kohore, ose nëse doni të lidheni me përdorues dhe zhvillues të Rrjedhës Kohore, dërgoni një email te lista e postimeve nga përdorues: <thetimelineproj-user@lists.sourceforge.net>. (Ju lutemi, përdorni anglishten.)

source: Why is Timeline not available in my language?
sq: Pse Rrjedha Kohore s’është gati në gjuhën time?

source: Timeline is developed and translated by volunteers. If you would like to contribute translations you are very much welcome to contact us.
sq: Rrjedha kohore zhvillohet dhe përkthehet nga vullnetarë. Nëse do të donit të kontribuonit përkthime, jeni shumë të mirëpritur të lidheni me ne.

source: Search results for '%s'
sq: Përfundime kërkimi për '%s'

source: Related pages
sq: Faqe të afërta

source: There was a problem printing. Perhaps your current printer is not set correctly?
sq: Pati një problem me shtypjen. Ndoshta shtypësi juaj s’është rregulluar si duhet?

source: Printing
sq: Po shtyp

source: Print preview
sq: Paraparje shtypjeje

source: Go to &Zero Ctrl+Z
sq: Shko te &Zeroja Ctrl+Z

source: Go to &Time Ctrl+T
sq: Shko te &Koha Ctrl+K

source: Backward PgUp
sq: Mbrapsht PgUp

source: Forward PgDn
sq: Përpara PgDn

source: Can't zoom deeper than 5
sq: S’mund të bëhet zoom më thellë se 5

source: 1-period
sq: Periudhë 1

source: 10-period
sq: Periudhë 10

source: 100-period
sq: Periudhë 100

source: 1000-period
sq: Periudhë 1000

source: Go to Time
sq: Shko te Koha

source: Go to &Today Ctrl+T
sq: Shko te &Sot Ctrl+S

source: Go to D&ate... Ctrl+G
sq: Shkoni te &Data… Ctrl+D

source: Forward One Wee&k Ctrl+K
sq: Mbrapsht Një Jav&ë Ctrl+ë

source: Back One &Week Ctrl+W
sq: Mbrapsht Një &Javë Ctrl+J

source: Forward One Mont&h Ctrl+h
sq: Mbrapsht Një Mua&j Ctrl+j

source: Back One &Month Ctrl+M
sq: Mbrapsht Një M&uaj Ctrl+u

source: Forward One Yea&r Ctrl+R
sq: Mbrapsht Një V&it Ctrl+i

source: Back One &Year Ctrl+Y
sq: Mbrapsht Një &Vit Ctrl+V

source: Fit Millennium
sq: Sa Mijëvjeçari

source: Fit Century
sq: Sa Shekulli

source: Fit Decade
sq: Sa Dhjetëvjeçari

source: Fit Year
sq: Sa Viti

source: Fit Month
sq: Sa Muaji

source: Fit Week
sq: Sa Java

source: Fit Day
sq: Sa Dita

source: can't be before year 10
sq: s’mund të bjerë para vitit 10

source: can't be after year 9989
sq: s’mund të bjerë pas vitit 9989

source: Can't zoom wider than 1200 years
sq: S’mund të bëhet zoom më gjerë se 1200 vjet

source: Can't zoom deeper than 1 hour
sq: S’mund të bëhet zoom më thellë se 1 orë

source: Day
sq: Ditë

source: Week
sq: Javë

source: Month
sq: Muaj

source: Year
sq: Vit

source: Go to Date
sq: Shko te Data

source: can't be before year %d
sq: s’mund të bjerë para vitit %d

source: can't be after year %d
sq: s’mund të bjerë pas vitit %d

source: No timeline set
sq: S’ka rrjedhë kohore të caktuar

source: Edit
sq: Përpunim

source: Duplicate...
sq: Përsëdytni…

source: Delete
sq: Fshije

source: Sticky Balloon
sq: Tullumbace Ngjitëse

source: Goto URL
sq: URL Goto

source: Center
sq: Qendër

source: %s events hidden
sq: %s akte të fshehur

source: Are you sure you want to delete %d events?
sq: Jeni i sigurt se doni të fshihen %d akte?

source: Are you sure you want to delete this event?
sq: Jeni i sigurt se doni të fshihet ky akt?

source: Can't move locked event
sq: S’mund të lëvizet një akt i kyçur

source: Period is too long
sq: Periudha është shumë e gjatë

source: Add new
sq: Shtoni të ri

source: Add Category
sq: Shtoni Kategori

source: Edit...
sq: Përpunoni…

source: Add...
sq: Shtoni…

source: Edit Category
sq: Përpunoni Kategori

source: Are you sure you want to delete category '%s'?
sq: Jeni i sigurt se doni të fshihet kategoria '%s'?

source: Events belonging to '%s' will no longer belong to a category.
sq: Aktet që i përkasin '%s' nuk do të jenë më pjesë e ndonjë kategorie.

source: Events belonging to '%(name)s' will now belong to '%(parent)s'.
sq: Aktet që i përkasin '%(name)s' nuk do të jenë më pjesë e '%(parent)s'.

source: Invalid date
sq: Datë e pavlefshme

source: No match
sq: S’ka përputhje

source: Only one match
sq: Vetëm një përputhje

source: Edit Categories
sq: Përpunoni Kategoritë

source: Category name '%s' not valid. Must be non-empty.
sq: Emër kategorie '%s' jo i vlefshëm. Duhet të jetë jo i zbrazët.

source: Category name '%s' already in use.
sq: Emri i kategorisë '%s' është i përdorur.

source: Name:
sq: Emër:

source: Color:
sq: Ngjyrë:

source: Font Color:
sq: Ngjyrë Shkronjash:

source: Parent:
sq: Mëmë:

source: Container Properties
sq: Veti Përmbajtësi

source: Category:
sq: Kategori:

source: Duplicate Event
sq: Përsëdyte Aktin

source: %d Events not duplicated due to missing dates.
sq: %d Akte jo të përsëdytur, për mungesë datash.

source: Number of duplicates:
sq: Numër përsëdytjesh:

source: Period
sq: Periudhë

source: Frequency:
sq: Shpeshti:

source: Forward
sq: Përpara

source: Backward
sq: Mbrapsht

source: Both
sq: Të dyja

source: Direction
sq: Drejtim

source: Event Properties
sq: Veti Akti

source: When:
sq: Kur:

source: to
sq: te

source: Container:
sq: Përmbajtës:

source: Add Container
sq: Shtoni Përmbajtës

source: Show time
sq: Shfaq kohën

source: Fuzzy
sq: E turbullt

source: Locked
sq: E kyçur

source: Ends today
sq: Përfundon sot

source: Text:
sq: Tekst:

source: Description
sq: Përshkrim

source: Alert
sq: Sinjalizim

source: Icon
sq: Ikonë

source: Hyperlink
sq: Tejlidhje

source: Add more events after this one
sq: Shtoni më tepër akte pas këtij

source: Images will be scaled to fit inside a 128x128 box.
sq: Figurat do të ripërmasohen që t’i nxërë një kuti 128x128.

source: Select Icon
sq: Përzgjidhni Ikonë

source: Test
sq: Testim

source: Edit Container
sq: Përpunoni Përmbajtës

source: Edit Event
sq: Përpunoni Akt

source: Create Event
sq: Krijoni Akt

source: Help
sq: Ndihmë

source: Could not find markdown Python package. It is needed by the help system. See the Timeline website or the INSTALL file for instructions how to install it.
sq: S’u gjet dot paketë Python markdown. I duhet doemos sistemit të ndihmës. Për udhëzime se si të instalohet, shihni sajtin Timeline ose kartelën INSTALL.

source: Go to home page
sq: Shko te faqja hyrëse

source: Go back one page
sq: Shko një faqe prapa

source: Go forward one page
sq: Shko një faqe përpara

source: Page not found
sq: S’u gjet faqe

source: Could not find page '%s'.
sq: S’u gjet dot faqja '%s'.

source: Timeline files
sq: Kartela rrjedhe kohore

source: SVG files
sq: Kartela SVG

source: &File
sq: &Kartelë

source: New
sq: E re

source: Create a new timeline
sq: Krijoni rrjedhë kohore të re

source: File Timeline...
sq: Rrjedhë kohore e Kartelës…

source: Create Timeline
sq: Krijoni Rrjedhë Kohore

source: The specified timeline already exists.
sq: Rrjedha kohore e treguar ekziston tashmë.

source: Opening timeline instead of creating new.
sq: Po hapet rrjedha kohore, në vend se të krijohet një e re.

source: Information
sq: Të dhëna

source: Directory Timeline...
sq: Rrjedhë Kohore Drejtorie…

source: Open an existing timeline
sq: Hapni një rrjedhë kohore ekzistuese

source: Save Timeline As
sq: Ruaje Rrjedhën Kohore Si

source: Open Timeline
sq: Hapni Rrjedhën Kohore

source: Open &Recent
sq: Hap &Më të Fundit

source: Save As...
sq: Ruajeni Si…

source: Page Set&up...
sq: Rregu&llim Faqeje…

source: Setup page for printing
sq: Rregullojeni faqen për shtypje

source: Print Preview
sq: Paraparje Shtypjeje

source: Print
sq: Shtype

source: &Export to Image...
sq: &Eksportojeni si Figurë…

source: Export the current view to a PNG image
sq: Eksportoje pamjen e tanishme si një figurë PNG

source: &Export to SVG...
sq: &Eksportoje si SVG…

source: Export the current view to a SVG image
sq: Eksportoje pamjen e tanishme si një figurë SVG

source: Could not find pysvg Python package. It is needed to export to SVG. See the Timeline website or the INSTALL file for instructions how to install it.
sq: S’u gjet paketë Python pysvg. Është e domosdoshme për eksportim si SVG. Për udhëzime se si të instalohet, shihni sajtin e Rrjedhës Kohore ose kartelën INSTALL.

source: Export to SVG
sq: Eksportoje si SVG

source: Play timeline
sq: Luaje rrjedhën kohore

source: Play timeline as movie
sq: Luaje rrjedhën kohore si film

source: Exit the program
sq: Dilni nga programi

source: &Edit
sq: &Përpunojeni

source: &View
sq: &Shiheni

source: &Sidebar Ctrl+I
sq: &Anështyllë Ctrl+A

source: &Legend
sq: &Legjendë

source: &Balloons on hover
sq: &Tullumbace kur kalohet kursori përsipër

source: &Timeline
sq: &Rrjedhë kohore

source: Create &Event...
sq: Krijoni &Akt…

source: Create a new event
sq: Krijoni një akt të ri

source: &Duplicate Selected Event...
sq: &Përsëdytni Aktin e Përzgjedhur…

source: Duplicate the Selected Event
sq: Përsëdyte Aktin e Përzgjedhur

source: &Measure Distance between two Events...
sq: &Matni Largësinë mes dysh Aktesh…

source: Measure the Distance between two Events
sq: Matni Largësinë mes dy Aktesh

source: Distance between selected events
sq: Largësi mes aktesh të përzgjedhur

source: Events are overlapping or distance is 0
sq: Aktet bien mbi njëri-tjetrin ose largësia është 0

source: Edit &Categories
sq: Përpunoni &Kategoritë

source: Read Only
sq: Vetëm e Lexueshme

source: read-only
sq: vetëm-lexim

source: &Navigate
sq: &Lëvizni

source: Find First Event
sq: Gjej Aktin e Parë

source: Find Last Event
sq: Gjej Aktin e Fundit

source: &Help
sq: &Ndihmë

source: &Contents F1
sq: &Lëndë F1

source: Getting started tutorial
sq: Përkujdesore se si t’ia fillohet

source: Unable to write configuration file.
sq: S’arrihet të shkruhet kartelë formësimi.

source: File '%s' does not exist.
sq: Kartela '%s' s’ekziston.

source: No timeline opened.
sq: S’ka rrjedhë kohore të hapur.

source: First time using Timeline?
sq: Hera e parë që po përdorni Rrjedhën Kohore?

source: Relevant help topics:
sq: Tema të rëndësishme ndihme:

source: Close
sq: Mbylle

source: Preferences
sq: Parapëlqime

source: General
sq: Të përgjithshme

source: Date && Time
sq: Datë && Kohë

source: Week start on:
sq: Java fillon më:

source: This feature is experimental. If events are created in the extended range, you can not disable this option and successfully load the timeline again. A reload of the timeline is also needed for this to take effect.
sq: Kjo veçori është eksperimentale. Nëse aktet krijohen në intervalin e zgjeruar, s’mund ta çaktivizoni këtë mundësi dhe të ringarkoni me sukses rrjedhën kohore. Që kjo të ketë efekt, lypset një ringarkim i rrjedhës kohore.

source: Open most recent timeline on startup
sq: Gjatë nisjes hap rrjedhën kohore më të freskët

source: Use extended date range (before 1 AD)
sq: Përdor interval të zgjeruar datash (përpara 1 e.r.)

source: Monday
sq: E hënë

source: Sunday
sq: E dielë

source: Unable to copy to clipboard.
sq: S’arrihet të kopjohet në të papastër.

source: Error
sq: Gabime

source: Warning
sq: Kujdes

source: Question
sq: Pyetje

source: Default
sq: Parazgjedhje

source: Dark
sq: E errët

source: Dark Olive Green
sq: E gjelbër e Errët Ulli

source: Generic
sq: E përgjithshme

source: Pane Switcher
sq: Këmbyes Kuadratesh

source: Pane Preview
sq: Paraparje Kuadrati

source: Cl&ose
sq: &Mbylle

source: Close All
sq: Mbylli Krejt

source: &Next
sq: &Pasuesi

source: &Previous
sq: I &mëparshmi
