Repository: 163gal/Time-Line
Catalog: po/gug.po
Languages: gug

source: Time Line
gug: ﻿ linea ára mba'e

source: Allows create interactive time lines
gug: ﻿ omoneĩ japo linea kuera ára mba'e interactiva kuera

source: You can't change time when the Event is locked
gug: ﻿ nahániri ojeoikatu moambue pe ára ave pe evento oĩ mongorava/papyre

source: Jan
gug: ﻿ me/pe

source: Dec
gug: Dic

source: Aug
gug: Ago

source: day
gug: ára

source: minute
gug: aravo'i

source: minutes
gug: aravo'i kuera

source: hour
gug: aravo

source: hours
gug: aravo

source: days
gug: àra

source: Select region to zoom into
gug: seleccione peteĩ tetã opyta japo zoom ha'e me/pe

source: Region too short
gug: ﻿ tetã rasa chica

source: Region too long
gug: ﻿ tetã rasa tuich

source: Can't scroll more to the left
gug: ﻿ nahániri oikatu desplazarse má kuera lape asúpe

source: Can't scroll more to the right
gug: ﻿ nahániri oikatu desplazarse má kuera lape akatúa

source: Mon
gug: Lun

source: Sun
gug: arateĩ

source: Someone else has changed the Timeline. You have two choices! 1. Set Timeline in Read-Only mode. 2. Synchronize Timeline. Do you want to Synchronize?
gug: mavaveante jepe ha moambueva/papyre pe linea ára mba'e . tien kuera mokõi opciones: 1. moĩ pe linea ára pe kokatu año lec me/pe

source: Feb
gug: jasykoĩ

source: Mar
gug: ara'apy

source: Apr
gug: jasyrundy

source: May
gug: jasypo

source: Jun
gug: jasypoteĩ

source: Jul
gug: jasypokoĩ

source: Sep
gug: jasyorundy

source: Oct
gug: jasypa

source: Nov
gug: jasypateĩ

source: Tue
gug: jasyapy

source: Wed
gug: ararundy

source: Thu
gug: arapo

source: Fri
gug: arapoteĩ

source: Sat
gug: arapokoĩ

source: Could not find iCalendar Python package. It is required for working with ICS files. See the Timeline website or the INSTALL file for instructions how to install it.
gug: nahániri ojeojuhu akue pe jokuapy python icalendar. ko ha'e requerido opyta mba'apo ñongatuha kuera ndive ic kuera. andu pe kuatia rogue web t mba'e

source: Unable to open timeline '%s'.
gug: nahániri ojeoikatu mboty'o pe línea ára mba'e '%s'.

source: Unknown format.
gug: ﻿ formato kuaa'ỹva/papyre .

source: Unable to read from file '%s'.
gug: ﻿ nahániri ojeoikatu moñe'ẽ pe ñongatuha '%s'.

source: Unable to read timeline data from '%s'.
gug: ﻿ timeline nahániri oikatu moñe'ẽ amoarange kuera '%s' mba'e .

source: Displayed period must be > 0.
gug: pe ára hechaukava/papyre ova'erã teko > 0.

source: Welcome
gug: tereg̃uaheporãite

source: Welcome to Timeline
gug: tereg̃uaheporãite lineape ára mba'e

source: Intro
gug: ñepyrũ

source: Hover me!
gug: ohasa che ári !

source: Hovering events with a triangle shows the event description.
gug: pasando pe cursor peteĩ ndive triángulo ohechauka pe ñemombe'upaite .

source: Features
gug: caracteristica kuera

source: Left click somewhere on the timeline and start dragging. You can also use the mouse wheel. You can also middle click with the mouse to center around that point.
gug: haz click pe ndive votõ izquierdo pe timeline ha comienza arrastrarpe . nde avei oikatu kuera puru pe ñerenga anguja gua . me/pe

source: Zoom
gug: Magnificar

source: Hold down Ctrl while scrolling the mouse wheel. Hold down Shift while dragging with the mouse.
gug: mantén presionado ctrl jave omboyke kuera pe ñerenga mousegua . mantén presionado shift jave ombotyryry kuera pe ndive mo

source: Create event
gug: japo evento

source: Double click somewhere on the timeline. Hold down Ctrl while dragging the mouse to select a period.
gug: kõi click oimeraẽ osẽ timelinegua . mantén presionado ctrl jave ombotyryry kuera pe mouse opyta seleccionar pu'ae guaranímeicha ipúva me/pe

source: Edit event
gug: ejapo evento

source: Double click on an event.
gug: kõi click peteĩ evento. me/

source: Select event
gug: jeiporavo evento

source: Click on it. Hold down Ctrl while clicking events to select multiple.
gug: clic él. mantén presionado ctrl jave ojapo kuera clic evento kuera opyta seleccionar ajoavy kuera. me/pe

source: Delete event
gug: caracteristica kuera

source: Select events to be deleted and press the Del key.
gug: seleccione evento kuera opyta mbogue ha presione pe tecla.del

source: Resize and move me!
gug: omoambue che jakatuha ha muéveme !

source: First select me and then drag the handles.
gug: peteĩha seleccióname ha upéicharõ arrástrame.

source: Saving
gug: ñongatu

source: This timeline is stored in memory and modifications to it will not be persisted between sessions. Choose File/New/File Timeline to create a timeline that is saved on disk.
gug: ko timeline oĩ ñongatupy mandu'a ha modificacion kuera opyta él nahániri serán persistida kuera apytépe sesion kuera. elije arc me/pe

source: Start time
gug: ﻿ ára inicio mba'e

source: End time
gug: ﻿ ára pahague

source: Start time can't be after end time
gug: pe ára inicio mba'e nahániri oikatu teko posterior lape paha

source: Unable to save timeline data to '%s'. File left unmodified.
gug: nahániri ojeoikatu ñongatu amoarange kuera timeline '%s'. pe ñongatuha ojeopoi ñemoambue ỹre . me/pe

source: Unable to write timeline data.
gug: nahániri ojeoikatu hai amoarange kuera timeline. me/pe

source: Unable to write to temporary file '%s'.
gug: nahániri ojeoikatu hai pe ñongatuha temporal '%s'. me/pe

source: Unable to take backup to '%s'.
gug: ﻿ nahániri ojeoikatu japo peteĩ okopia ñe´anguhave´ỹ mba'e '%s'. me/pe

source: Unable to rename temporary file '%s' to original.
gug: ﻿ nahániri ojeoikatu renombrar pe ñongatuha temporal '%s' pe ypykue .

source: Unable to delete backup file '%s'.
gug: nahániri ojeoikatu mbogue ñongatuha recuperación mba'e '%s'.

source: Field '%s' can't be empty.
gug: nahániri ojeoikatu mbogue ñongatuha recuperación mba'e '%s'.

source: Name
gug: tera

source: End must be > Start
gug: ﻿ pe ára paha mba'e ova'erã teko > hina pe inic

source: Entered period is too long.
gug: pe ára aty ingresado ha'e rasa puku .

source: Text
gug: moñe'ẽrã

source: Image files
gug: ﻿ ñongatuha kuera ta'anga mba'e

source: Export to Image
gug: mondo imagenpe

source: File '%s' exists. Overwrite?
gug: pe ñongatuha '%s' oiko ¿sobreescribir?

source: Help contents
gug: jokova/papyre kuera oipytyvõ mba'e

source: Questions and answers
gug: pregunta kuera ha ñe´embojevy kuera

source: Concepts
gug: ñeimo'ã kuera

source: Tasks
gug: tembiapo kuera

source: Where is the save button?
gug: ¿moõpa oĩ pe votõ ñongatu ?

source: There is no save button. Timeline will automatically save your data whenever needed.
gug: ﻿ nahániri oĩ votõ ñongatu . timeline oñongatuta automáticamente amoarange kuera mayma jevy hina lo necesite.

source: Where do the week numbers go if I start my weeks on Sunday?
gug: ﻿ ¿moõpa oho papaha kuera semana mba'e lamia comienza arateĩ ? me/pe rõ

source: The date data object used does not support week numbers for weeks that start on Sunday at present. We plan on using a different date object that will support this in future versions.
gug: pe mba'e amoarange kuera mba'e ára , nahániri soporta papaha semana semana kuera empiezan arateĩ . planeamos puru peteĩ mba'e me/pe rõ

source: Can multiple users work with the same timeline?
gug: ¿oikatu mba'apo hetaichagua kuera oiporúva peteĩ mba'e kuera pe ndive misma linea ára mba'e ?

source: There are some support for multiple users to work on the same timeline file. When you try to make a change and someone else has made a change you will be asked to make one of two choices: - Set timeline in read-only mode. - Synchronize the timeline. During the your edit action the timeline is locked for changes by others. If you try to edit a timeline when it is locked by someone else you will be notified about this situation.
gug: oĩ cierta oipytyvõ opyta hina ajoavy kuera oiporúva peteĩ mba'e kuera trabajen pe ete ñongatuha . ave ojetrata japo mba'e peteĩ amoambue ha ot me/pe

source: The timeline shows dates according to the Gregorian calendar on the x-axis. Currently the dates are limited to dates between year 10 and year 9989. Future versions might support various kinds of timelines so that you for example can specify a time in terms of number of minutes since a start time. If you are interested in such a feature, please get in touch. The timeline is divided in two areas with a horizontal adjustable divider line. Period events are displayed below the line and point events are displayed above the line.
gug: ﻿ pe línea ára mba'e techarã ára kuera según pe arapaha gregoriano pe sapáva x. actualmente ára kueraojelimitan me/pe

source: Events
gug: mba'e oikòva

source: An event is the basic data type for representing information on the timeline. It must specify where on the timeline is should be placed (when that event happened). This can be either a specific point in time or a period.
gug: peteĩ evento ha'e pe tipo amoarange mba'e básico opyta representar kuaa timeline. ojeova'erã especificar mamópa oje me/pe

source: Categories
gug: chae kuera

source: Categories are used to group events. An event can only belong to one category. All events that belong to the same category are displayed with the same background color.
gug: chae kuera ha'e porupyre kuera opyta peteĩ aty evento kuera mba'e . katu mayma evento oikatu mba'e año unape chae

source: The *Create Event* dialog can be opened in the following ways: - Select *Timeline* - *Create Event* from the menu. - Double click with the *left* mouse button on the timeline. - Press the *Ctrl* key, thereafter hold *left* mouse button down on the timeline, drag the mouse and release it.
gug: pe ñemongetajoyvy *crear evento* oikatu teko jái siguiente manera: - seleccionar *línea tiempo* mba'e -

source: The *Edit Event* dialog can be opened by double clicking on an event.
gug: pe ñemongetajoyvy *editar evento* oikatu teko jái kõi ndive clic pe evento. me/pe

source: Move event vertically
gug: mongu'e evento verticalmente

source: An event can be moved vertically. This is done by first selecting the event and therefter using the Alt+Up or Alt+Down keys.
gug: ﻿ peteĩ evento oikatu teko mongu'eva/papyre verticalmente. kova ojeojapo peteĩha seleccionando pe evento ha vokói usando tecla kuera alt ar

source: Selecting events
gug: eiporavo oikova

source: To select an event, click on it. To select multiple events, hold down the *Ctrl* key while clicking events.
gug: opyta seleccionar peteĩ evento, haz clic él. opyta seleccionar hetaichagua kuera evento kuera, mantén presionada pe tecla *ctrl* che me/pe

source: To delete an event, select it and press the *Del* key. Multiple events can be deleted at the same time.
gug: Para eliminar un evento, seleccionelo y presione la tecla *Supr*. Puede borrar múltiples eventos al mismo tiempo. La palabra que usted busca no se encuentra en el diccionario.

source: Will associated events be deleted when I delete a category?
gug: ¿Se pueden eliminar múltiples eventos si elimino la categoría a la que pertenecen? La palabra que usted busca no se encuentra en el diccionario.

source: No. The events will still be there but they will not belong to a category.
gug: No. Los eventos seguirán ahí, solo que no pertenecerán a ninguna categoría. La palabra que usted busca no se encuentra en el diccionario.

source: Edit categories
gug: Editar categorí

source: Categories can be managed in the *Edit Categories* dialog (*Timeline* > *Edit Categories*). To edit an existing category, double click on it. The visibility of categories can also be edited in the sidebar (*View* > *Sidebar*).
gug: Las categorías pueden administrarse en el diálogo de *Editar Categorías* (*Líneas de tiempo* > *Editar Categorías*). Para editar una categoría, doble clic sobre ella. Las categorías pueden también editarse desde la barra lateral (*Ver* > *Barra lateral*). Disculpe, no hemos encontrado el significado de la palabra

source: Contact
gug: jepoko

source: If you have more questions about Timeline, or if you want to get in contact with users and developers of Timeline, send an email to the user mailing list: <thetimelineproj-user@lists.sourceforge.net>. (Please use English.)
gug: nde oreko má kuera pregunta kuera ári timeline o ohayhu contactarse oiporúva peteĩ mba'e kuera ndive ha desarrollador kuera timeline mba'e , enví rõ

source: Why is Timeline not available in my language?
gug: ¿rehe mba'e timeline nahániri oĩ disponible che ñe'ẽ ? me/pe

source: Timeline is developed and translated by volunteers. If you would like to contribute translations you are very much welcome to contact us.
gug: timeline oĩ guerojerava/papyre ha traducido rehe omba'aposégui omba'apóva reihápe kuera. nde oĩ interesado contribuir ndive traduccion kuera me/pe rõ

source: Search results for '%s'
gug: resultado kuera reka '% kuera

source: Related pages
gug: kuatia rogue kuera relacionada kuera

source: There was a problem printing. Perhaps your current printer is not set correctly?
gug: ojeha detectado peteĩ problema pe impresión. ¿quizásirimpresora ko'ãgagua nahániri oĩ correctamente configurada? me/pe

source: Printing
gug: Imprimiendo

source: Print preview
gug: techa previa

source: Go to &Zero Ctrl+Z
gug: Ir a &Cero Ctrl+Z

source: Go to &Time Ctrl+T
gug: Ir a &Tiempo Ctrl+T

source: Backward PgUp
gug: jevy PgUp

source: Forward PgDn
gug: Avanzar PgDn

source: Can't zoom deeper than 5
gug: nahániri ojeoikatu japo zoom menos-pe 5 mba'e

source: 1-period
gug: periodo 1 mba'e

source: 10-period
gug: periodo 10 mba'e

source: 100-period
gug: periodo 100 mba'e

source: 1000-period
gug: periodo 100 mba'e

source: Go to Time
gug: ﻿ ir tiempope

source: Go to &Today Ctrl+T
gug: ﻿ ir pe

source: Go to D&ate... Ctrl+G
gug: ﻿ ir pe

source: Forward One Wee&k Ctrl+K
gug: motenonde peteĩ semana ctrl k

source: Back One &Week Ctrl+W
gug: ﻿ tapykuépe peteĩ semana

source: Forward One Mont&h Ctrl+h
gug: ﻿ tenonde peteĩ mes ctrl h

source: Back One &Month Ctrl+M
gug: Retroceder Un &Mes Ctrl+M

source: Forward One Yea&r Ctrl+R
gug: ñemotenonde peteĩ Añ&o Ctrl+R

source: Back One &Year Ctrl+Y
gug: Avanzar Un Añ&o Ctrl+R

source: Fit Millennium
gug: ﻿ moĩ milenio

source: Fit Century
gug: ﻿ moĩ siglo

source: Fit Decade
gug: moĩ parehegua

source: Fit Year
gug: ﻿ moĩ ary

source: Fit Month
gug: moĩ jasy

source: Fit Week
gug: moĩ semana

source: Fit Day
gug: moĩ ára

source: can't be before year 10
gug: nahániri oikatu teko mboyve ary gua 10

source: can't be after year 9989
gug: nahániri oikatu teko rire ary gua 9989

source: Can't zoom wider than 1200 years
gug: ﻿ nahániri ojeoikatu japo zoom máspe 1200 mba'e ary kuera

source: Can't zoom deeper than 1 hour
gug: ﻿ nahániri ojeoikatu japo zoom menos-pe 1 mba'e aravo

source: Day
gug: ára

source: Week
gug: Semana

source: Month
gug: jasy

source: Year
gug: ary

source: Go to Date
gug: Ir al día

source: can't be before year %d
gug: ﻿ nahániri oikatu teko mboyve ary gua %d

source: can't be after year %d
gug: ﻿ nahániri oikatu teko mboyve ary gua %d

source: No timeline set
gug: ﻿ nahániri oĩ peteĩ línea ára mba'e seleccionada

source: Edit
gug: Editar

source: Duplicate...
gug: Duplicar

source: Delete
gug: Eliminar

source: Sticky Balloon
gug: ﻿ mba'e apu'a pegajoso

source: Goto URL
gug: ﻿ mba'e apu'a pegajoso

source: Center
gug: mombyte

source: %s events hidden
gug: ﻿ % kuera evento kuera amo'ã kuera

source: Are you sure you want to delete %d events?
gug: ﻿ ﻿ % kuera evento kuera amo'ã kuera

source: Are you sure you want to delete this event?
gug: ﻿ ﻿ ¿oĩ hatã hayhu mba'e mbogue ko evento?

source: Can't move locked event
gug: ﻿ nahániri ojeoikatu mongu'e peteĩ evento mongorava/papyre

source: Period is too long
gug: ﻿ pe ára aty ha'e rasa puku

source: Add new
gug: mbojo'a pyahu

source: Add Category
gug: ﻿ mbojo'a chae

source: Edit...
gug: editar

source: Add...
gug: mbojuapy

source: Edit Category
gug: Editar Categoría

source: Are you sure you want to delete category '%s'?
gug: ¿reĩme hatã hina quier kuera eliminar pe chae '%s'?

source: Events belonging to '%s' will no longer belong to a category.
gug: evento kuera perteneciente kuera '%s'pe nahániri omba'e peteĩ chae . ma

source: Events belonging to '%(name)s' will now belong to '%(parent)s'.
gug: ﻿ evento kuera perteneciente kuera '%pe (name)s' ko'ãga omba'e '%(parent)s'.

source: Invalid date
gug: ﻿ ára invalida

source: No match
gug: ﻿ nahániri oĩ coincidencia kuera

source: Only one match
gug: año peteĩ coincidencia

source: Edit Categories
gug: kuatiañe´e nohẽ chae kuera

source: Category name '%s' not valid. Must be non-empty.
gug: pe téra chae mba'e '%s' nahániri ha'e válido. ova'erã joko peteĩ mba'e .

source: Category name '%s' already in use.
gug: pe téra chae mba'e '%s' oĩ jeporu . ma me/pe

source: Name:
gug: tera:

source: Color:
gug: sa'y :

source: Font Color:
gug: sa'y fuente: mba'e:

source: Parent:
gug: tua

source: Container Properties
gug: propiedade kuera contenedorgua

source: Category:
gug: chae:

source: Duplicate Event
gug: evento momokõiva/papyre

source: %d Events not duplicated due to missing dates.
gug: %d evento kuera nahániri momokõiva/papyre kuera va'erãva/papyre las-pe ára kuera hina ojejavy .

source: Number of duplicates:
gug: papaha duplicados: mba'e

source: Period
gug: ára aty

source: Frequency:
gug: Frecuencia:

source: Forward
gug: ñemotenonde

source: Backward
gug: Retroceder

source: Both
gug: mokõive

source: Direction
gug: Dirección

source: Event Properties
gug: ﻿ propiedade kuera eventogua

source: When:
gug: araka´e

source: to
gug: a

source: Container:
gug: Contenedor:

source: Add Container
gug: mbojo'a contenedor

source: Show time
gug: hecha aravo

source: Fuzzy
gug: imprecision kuera ndive

source: Locked
gug: mongorava/papyre

source: Ends today
gug: termina ko ára

source: Text:
gug: Texto:

source: Description
gug: ñemombe'upaite

source: Alert
gug: Alerta

source: Icon
gug: Icono

source: Hyperlink
gug: Hipervínculo

source: Add more events after this one
gug: mbojo'a evento kuera rire ko mba'e

source: Images will be scaled to fit inside a 128x128 box.
gug: imágen kuera serán escalada kuera opyta ajustarse pype peteĩ mba'e ryru 128x128

source: Select Icon
gug: seleccionar icono

source: Test
gug: ha'ã

source: Edit Container
gug: editar contenedor

source: Edit Event
gug: editar evento

source: Create Event
gug: japo evento

source: Help
gug: pytyvõ

source: Could not find markdown Python package. It is needed by the help system. See the Timeline website or the INSTALL file for instructions how to install it.
gug: nahániri ojepudo juhu pe jokuapy reducción mba'e python hina ha'e ñeikotevẽva opyta pe oipytyvõ sistemagua . andu pe kuatia rogue web

source: Go to home page
gug: ir lape kuatia rogue inicio mba'e

source: Go back one page
gug: retroceder peteĩ kuatia rogue

source: Go forward one page
gug: ñemotenonde peteĩ kuatia rogue

source: Page not found
gug: kuatia rogue nahániri encontrada

source: Could not find page '%s'.
gug: nahániri ojeoikatu juhu pe kuatia rogue '%s'.

source: Timeline files
gug: ñongatuha kuera timeline mba'e

source: SVG files
gug: ñongatuha kuera svg

source: &File
gug: &Archivo

source: New
gug: pyahu

source: Create a new timeline
gug: japo pyahu línea ára mba'e

source: File Timeline...
gug: ñongatuha timeline. . .

source: Create Timeline
gug: japo línea ára mba'e

source: The specified timeline already exists.
gug: japo línea ára mba'e

source: Opening timeline instead of creating new.
gug: abriendo peteĩ línea ára mba'e tenda japo peteĩ pyahu . me/pe

source: Information
gug: kuaa

source: Directory Timeline...
gug: Carpeta Timeline...

source: Open an existing timeline
gug: mboty'o peteĩ línea ára mba'e

source: Save Timeline As
gug: ñongatu linea ára mba'e peicha

source: Open Timeline
gug: mboty'o línea ára mba'e

source: Open &Recent
gug: mboty'o & angete

source: Save As...
gug: ñongatu peicha

source: Page Set&up...
gug: Config&uración de Página...

source: Setup page for printing
gug: configuración impresión mba'e

source: Print Preview
gug: techa previa

source: Print
gug: Imprimir

source: &Export to Image...
gug: &Exportar como imagen...

source: Export the current view to a PNG image
gug: mondo imagenpe png

source: &Export to SVG...
gug: &Exportar a SVG...

source: Export the current view to a SVG image
gug: omondo pe techa ko'ãgagua peteĩ imágen svg me/pe

source: Could not find pysvg Python package. It is needed to export to SVG. See the Timeline website or the INSTALL file for instructions how to install it.
gug: nahániri ojepudo juhu pe jokuapy pysvg python mba'e . ha'e ñeikotevẽva opyta mondo svgpe . andu pe kuatia rogue web timeline o e

source: Export to SVG
gug: mondo svgpe

source: Play timeline
gug: Reproducir timeline

source: Play timeline as movie
gug: reproduce pe timeline akaru peteĩ pire pererĩ

source: Exit the program
gug: se jejaporã gua

source: &Edit
gug: &Editar

source: &View
gug: &hecha

source: &Sidebar Ctrl+I
gug: &Barra lateral Ctrl+l

source: &Legend
gug: &Leyenda

source: &Balloons on hover
gug: &Imagenes en globos

source: &Timeline
gug: & línea ára mba'e

source: Create &Event...
gug: japo &Evento...

source: Create a new event
gug: ﻿ japo pyahu evento

source: &Duplicate Selected Event...
gug: evento seleccionado& momokõiva/papyre . . .

source: Duplicate the Selected Event
gug: momokõi pe evento seleccionado

source: &Measure Distance between two Events...
gug: & oha'ã pe mbyryguĩ apytépe mokõi evento kuera. . .

source: Measure the Distance between two Events
gug: ﻿ oha'ã pe mbyryguĩ apytépe mokõi evento kuera

source: Distance between selected events
gug: mbyryguĩ apytépe evento kuera seleccionado kuera

source: Events are overlapping or distance is 0
gug: ﻿ evento kuera peĩme solapado kuera o pe mbyryguĩ ha'e 0

source: Edit &Categories
gug: ﻿ editar chae kuera

source: Read Only
gug: ﻿ sólo lectura

source: read-only
gug: ﻿ sólo lectura

source: &Navigate
gug: ﻿ guata ygápe y rupi

source: Find First Event
gug: ﻿ heka primer evento

source: Find Last Event
gug: ﻿ heka ambopaha evento

source: Fit All Events
gug: ﻿ moĩ opakatu kuera evento kuera

source: &Help
gug: &oipytyvõ

source: &Contents F1
gug: &Contenidos F1

source: Getting started tutorial
gug: tereg̃uaheporãite pe tutorial

source: Unable to write configuration file.
gug: No se puede escribir el archivo de configuración

source: File '%s' does not exist.
gug: pe ñongatuha '%s' nahániri oiko .

source: No timeline opened.
gug: nahániri oĩ línea ára mba'e abierta.

source: First time using Timeline?
gug: ¿su primera jevy usando timeline?

source: Relevant help topics:
gug: tema kuera tekotevẽ kuera oipytyvõ

source: Close
gug: mboty

source: Preferences
gug: ﻿ preferencia kuera

source: General
gug: ﻿ mburuvicha

source: Date && Time
gug: ﻿ ára aravo

source: Week start on:
gug: ﻿ semana kuera comienzan en:

source: This feature is experimental. If events are created in the extended range, you can not disable this option and successfully load the timeline again. A reload of the timeline is also needed for this to take effect.
gug: ﻿ ko característica ha'e experimental. evento kuera son japova/papyre kuera pe teko jepyso , nde nahániri puedes deshabilitar ha'e me/pe rõ

source: Open most recent timeline on startup
gug: ﻿ mboty'o pe pahague línea ára mba'e pe inicio

source: Use inertial scrolling
gug: ﻿ puru ñemboyke inercial

source: Use extended date range (before 1 AD)
gug: ﻿ puru teko ára mba'e jepyso (mboyve 1 ac)

source: Monday
gug: Lunes

source: Sunday
gug: arateĩ

source: Unable to copy to clipboard.
gug: nahániri ha'e ikatu kopia pe portapapele kuera.

source: Error
gug: jejavy

source: Warning
gug: ﻿ ñemomarandu

source: Question
gug: Pregunta

source: Default
gug: predeterminado

source: Dark
gug: pytũ

source: Dark Olive Green
gug: hovy yva tarumáicha ome'ẽva ñandyry pytũ

source: Pane Switcher
gug: ﻿ selector panel mba'e

source: Pane Preview
gug: ﻿ panel techa mba'e previa

source: Cl&ose
gug: &mboty

source: Close All
gug: ﻿ mboty opakatu

source: &Next
gug: &ambuegua
