Repository: 163gal/Time-Line
Catalog: po/gug.po
Languages: gug

source: Show Toolbar
gug: Mostrar barra de herramientas

source: &Font
gug: &Tipografía

source: Change Font Settings
gug: Cambiar preferencias de tipografía

source: Toggle Comment
gug: Poner/Quitar comentario

source: Toggle comment on the selected line(s)
gug: Poner/Quitar comentario en la(s) línea(s) seleccionada(s)

source: Indent Lines
gug: Sangrar líneas

source: Indent the selected lines
gug: Sangrar las líneas seleccionadas

source: Unindent Lines
gug: Quitar indentación de las líneas

source: Unindent the selected lines
gug: Quitar indentación de la líneas seleccionadas

source: Uppercase
gug: Mayúsculas

source: Convert selected text to all uppercase letters
gug: Convertir texto seleccionado a letras mayúsculas

source: Lowercase
gug: Minúsculas

source: Convert selected text to all lowercase letters
gug: Convertir texto seleccionado a letras minúsculas

source: Use Soft Tabs
gug: Usar solapas suaves

source: Insert spaces instead of tab characters with tab key
gug: Insertar espacios en vez de tabuladores con la tecla tabulador

source: Word Wrap
gug: Ajuste de línea

source: Wrap Text Horizontally
gug: Ajustar líneas horizontalmente

source: Spaces to Tabs
gug: Espacios a tabuladores

source: Convert spaces to tabs in selected/all text
gug: Convertir espacios a tabuladores en la selección/todo el texto

source: Tabs to Spaces
gug: Tabuladores a espacios

source: Convert tabs to spaces in selected/all text
gug: Convertir tabuladores a espacios en la selección/todo el texto

source: Trim Trailing Whitespace
gug: Eliminar espacios al final

source: Remove trailing whitespace
gug: Borrar espacios al final

source: Whitespace
gug: Espacio en blanco

source: Whitespace formating commands
gug: Comandos de formateo de espacios

source: Old Macintosh (\r)
gug: Machintosh viejos (\r)

source: Format all EOL characters to %s Mode
gug: Formatear todos los caracteres de fin de línea al modo %s

source: EOL Mode
gug: Modo de fín de línea

source: End of line character formatting
gug: Formateo de caracter de fin de línea

source: F&ormat
gug: F&ormato

source: Auto-Completion
gug: Auto-completado

source: Use Auto Completion when available
gug: Usar autocompletado cuando esté disponible

source: Auto-Indent
gug: Auto-sangrar

source: Toggle Auto-Indentation functionality
gug: Activar/desactivar auto indentado

source: Bracket Highlighting
gug: Resaltado de corchetes

source: Highlight Brackets/Braces
gug: Resaltar corchetes/llaves

source: Toggle Code Folding
gug: Cambiar opción de plegado de código

source: Syntax Highlighting
gug: Resaltado de sintaxis

source: Color Highlight Code Syntax
gug: Color para el resaltado de sintaxis del código

source: &Settings
gug: &Preferencias

source: Editor Command
gug: Editor de órdenes

source: Goto command buffer
gug: Ir a búfer de órdenes

source: Manage, Download, and Install plugins
gug: Gestionar, descargar e instalar complementos

source: Style Editor
gug: Editor de estilos

source: Edit the way syntax is highlighted
gug: Modificar el resaltado

source: &About...
gug: &Acerca de...

source: About
gug: Acerca de

source: Project Homepage...
gug: Sitio web del proyecto...

source: Visit the project homepage %s
gug: Visitar la web del proyecto %s

source: Online Documentation...
gug: Documentación en línea...

source: Online project documentation and help guides
gug: Documentación del proyecto y guías de ayuda en línea

source: Translate Editra...
gug: Traducir Editra...

source: Editra translations project
gug: Proyecto de traducciones de Editra

source: Bug Tracker...
gug: Rastreador de errores...

source: Feedback
gug: Retroalimentación

source: Send bug reports and suggestions
gug: Envíe informes de fallos y sugerencias

source: The correct encoding of '%s' could not be determined. Choose an encoding and select OK to open the file with the chosen encoding. Click Cancel to abort opening the file
gug: La codificación correcta de '%s' no pudo ser determinada. Elija una codificación y pulse Aceptar para abrir el archivo con la codificación se leccionada. Pulsa Cancelar para abortar la apertura del archivo

source: Choose an Encoding
gug: Elija una codificación

source: File is already open in an existing page. Do you wish to open it again?
gug: El archivo ya está abierto. ¿Quiere abrirlo de nuevo?

source: Open File
gug: Abrir archivo

source: untitled %d
gug: sin nombre %d

source: untitled
gug: sin nombre

source: Error Saving Session File
gug: Error guardando el archivo de sesión

source: Invalid File
gug: Archivo no válido

source: Session file doesn't exist.
gug: El archivo de sesión no existe.

source: Invalid file
gug: Archivo no válido

source: Selected file is not a valid session file
gug: El archivo seleccionado no es un archivo de sesión válido

source: Empty File
gug: Archivo vacío

source: Session file is empty.
gug: El archivo de sesión está vacío.

source: Missing session files
gug: Faltan archivos de sesión

source: Some files in saved session could not be found on disk:
gug: Algunos archivos en la sesión guardada no fueron encontrados en disco:

source: Invalid file: %s
gug: Archivo inválido: %s

source: There are no files that Editra can open in %s
gug: No existen archivos que Editra pueda abrir en %s

source: No Valid Files to Open
gug: No hay archivos válidos para abrir

source: Do you wish to open all %d files in this directory? Warning: opening many files at once may cause the editor to temporarily freeze.
gug: ¿Desea abrir todos los %d archivos en este directorio? Advertencia: abrir demasiados archivos a la vez puede causar que el editor se congele temporalmente.

source: Open Directory?
gug: ¿Abrir directorio?

source: Opened file: %s
gug: Archivo abierto: %s

source: Failed to create print preview
gug: Falló al crear vista preliminar de impresión

source: Print Error
gug: Error de impresión

source: There was an error when printing. Check that your printer is properly connected.
gug: Hubo un error al imprimir Asegúrese que su impresora está conectada correctamente.

source: Printer Error
gug: Error de impresora

source: Page: %d
gug: Página: %d

source: Macro Manager
gug: Gestor de macros

source: View and Edit Macros
gug: Ver y editar macros

source: DECODING ERROR
gug: ERROR DE DECODIFICACIÓN

source: Find/Replace
gug: Buscar/Reemplazar

source: The search term '%(term)s' was found %(count)d times.
gug: El término de búsqueda %(term)s' fue encontrado %(count)d veces.

source: Find Count
gug: Número de resultados

source: Invalid expression "%s"
gug: Expresión inválida "%s"

source: Regex Compile Error
gug: Error de compilación de Expresiones Regulares

source: Search wrapped to top
gug: Buscar desde arriba

source: Search wrapped to bottom
gug: Buscar desde abajo

source: "%s" was not found
gug: No se ha encontrado "%s"

source: Error in regular expression expansion. The replace action cannot be completed. Error Message: %s
gug: Error en la expansión de la expresión regular. La acción de reemplazo no se pudo completar. Mensaje de error: %s

source: Replace Error
gug: Error de reemplazo

source: Sorry will be ready for next version
gug: Perdón, estará listo para la siguiente versión

source: Not implemented
gug: No implementado

source: %d matches were replaced.
gug: Se reemplazaron %d ocurrencias.

source: Recent Searches
gug: Búsquedas recientes

source: Search Started
gug: Búsqueda comenzada

source: Search complete
gug: Búsqueda finalizada

source: Search Complete: %d matching lines where found.
gug: Búsqueda completa: %d líneas con correspondencias encontradas.

source: Files Searched: %d
gug: Archivos buscados: %d

source: Searching in: %s
gug: Buscando en: %s

source: Shelf
gug: Estante

source: Put an item on the Shelf
gug: Poner un elemento en el estante

source: Show Shelf
gug: Mostrar estante

source: Show the Shelf
gug: Mostrar la estantería

source: Change line endings to %s
gug: Cambiar final de líneas a %s

source: Change the encoding of the current document.
gug: Cambiar la codificación del documento actual.

source: Change Encoding
gug: Cambiar la codificación

source: File backup performed: %s
gug: Respaldo de archivo realizado: %s

source: Line: %(lnum)d Column: %(cnum)d
gug: Línea: %(lnum)d Columna: %(cnum)d

source: Mixed EOL characters detected. Would you like to format them to all be the same?
gug: Se han detectado caracteres de final de línea mezclados. ¿Quiere hacer que el formato de todos sea el mismo?

source: Format EOL?
gug: ¿Formato de final de línea (EOL)?

source: Recording Macro
gug: Grabando macro

source: Recording Finished
gug: Grabado finalizado

source: %s does not exist
gug: Ndaipóri

source: File is Read Only and cannot be saved
gug: El archivo es de sólo lectura y no puede guardarse

source: Start a New File
gug: Comenzar un nuevo archivo

source: Generator
gug: Generador

source: Generate Code and Documents
gug: Generar código y documentos

source: Generate %s
gug: Generar %s

source: Generate a %s version of the current document
gug: Generar una versión %s del documento actual

source: Generate an %s version of the current document
gug: Generar una versión %s del documento actual

source: Save Current View
gug: Guardar vista actual

source: Save the current window layout
gug: Guardar el diseño actual de la ventana

source: Delete Saved View
gug: Eliminar vista guardada

source: Automatic
gug: Automático

source: Automatically save/use window state from last session
gug: Automáticamente guardar/usar el estado de la ventana de la última sesión

source: Change view to "%s"
gug: Cambiar vista a "%s"

source: Perspective Name
gug: Nombre de la perspectiva

source: Save Perspective
gug: Guardar perspectiva

source: Perspective to Delete
gug: Perspectiva a borrar

source: Delete Perspective
gug: Borrar perspectiva

source: Configure
gug: Configurar

source: Download
gug: Descargar

source: Install
gug: Instalar

source: Errors
gug: Errores

source: Downloads are incomplete
gug: Las descargas no se han completado

source: Do you wish to exit?
gug: ¿Desea salir?

source: You must restart Editra before your changes will take full effect.
gug: Debe reiniciar Editra para que los cambios tengan efecto.

source: Configuration Changes Made
gug: Cambios de configuración realizados

source: Changes will take effect once the program has been restarted
gug: Los cambios tendrán efecto después de reiniciar el programa

source: No Description Available
gug: No hay descripción disponible

source: This plugin requires a newer version of Editra.
gug: Este complemento necesita una versión más reciente de Editra.

source: Downloaded
gug: Mboguejypyre

source: Finished downloading plugins
gug: Se terminó de descargar complementos

source: Select plugins to download
gug: Selecciona los complementos a descargar

source: Unable to retrieve plugin list
gug: Imposible obtener la lista de complementos

source: Downloading
gug: Descargando

source: Retrieving Plugin List
gug: Obteniendo lista de plugins

source: To add a new item drag and drop the plugin file into the list. To remove an item select it and hit Delete or Backspace.
gug: Para añadir un nuevo item arrastra y suelta el archivo de plugin a la lista. Para borrar un item seleccionalo y pulsa Suprimir o Borrar.

source: User Directory
gug: Directorio de usuario

source: Install the plugins only for the current user
gug: Instalar los complementos sólo para el usuario actual

source: System Directory
gug: Directorio de sistema

source: Install the plugins for all users **requires administrative privileges**
gug: Instalar los complementos para todos los usuarios... **requiere privilegios de administrador**

source: Successfully Installed Plugins
gug: Plugins instalados exitosamente

source: Failed to install %d plugins
gug: Falló al instalar %d plugins

source: Installation Error
gug: Error en la instalación

source: Author: %s
gug: Autor: %s

source: Enable
gug: Activar

source: Uninstall
gug: Desinstalar

source: Are you sure you want to uninstall %s? This cannot be undone.
gug: ¿Está seguro de que quiere desinstalar %s? Esta acción no se puede deshacer.

source: Uninstall Plugin
gug: Desinstalar complemento

source: This plugin will be uninstalled on next program launch.
gug: Este complemento se desinstalará la próxima vez que se inicie el programa.

source: Preferences - Editra
gug: Preferencias - Editra

source: Appearance
gug: Apariencia

source: Document
gug: Documento

source: Network
gug: Red

source: Advanced
gug: Avanzado

source: Changes made in this dialog are saved in your current profile. Some Items such as Language require the program to be restarted before taking effect.
gug: Algunos cambios realizados en este diálogo se guardan en su perfil actual. Algunas opciones, como el idioma, requieren que la aplicación se reinicie antes de que surtan efecto.

source: Startup
gug: Ñepyru

source: Editor Mode
gug: Modo editor

source: Printer Mode
gug: Modo de impresora

source: Disable Error Reporter
gug: Deshabilitar informe de errores

source: Load Last Session
gug: Cargar última sesión

source: Load files from last session on startup
gug: Cargar archivos de la última sesión al inicio

source: Show Splash Screen
gug: Mostrar pantalla de bienvenida

source: Check for updates on startup
gug: Buscar actualizaciones al inicio

source: Language
gug: Lenguaje

source: Startup Settings
gug: Preferencias de inicio

source: Locale Settings
gug: Preferencias de idioma local

source: File History Length
gug: Tamaño del historial de archivos

source: Encoding to try when auto detection fails
gug: Codificación a probar cuando falle la autodetección

source: Prefered Encoding
gug: Codificación preferida

source: Automatically Backup Files
gug: Hacer copias de seguridad automáticamente

source: Backup buffer to file periodically
gug: Respaldar buffer a archivo periódicamente

source: Backup Path:
gug: Ruta de respaldos:

source: Used to set a custom backup path. If not specified the backup will be put in the same directory as the file.
gug: Se usa para establecer una ruta de copias de respaldo personalizada. Si no se especifica, la copia de respaldo será el mismo directorio que el del archivo.

source: Open files in new windows by default
gug: Abrir archivos en ventanas nuevas por defecto

source: Remember File Position
gug: Recordar posición del archivo

source: Check if on disk file has been modified by others
gug: Comprobar si el archivo ha sido modificado por otros

source: Automatically reload files when changes are detected on disk
gug: Recargar archivos automáticamente cuando se detecten cambios en disco

source: Warn when mixed eol characters are detected
gug: Avisar si se detectan caracteres de final de línea mezclados

source: File Settings
gug: Preferencias de archivos

source: Spell Checking
gug: Corrección ortográfica

source: Check spelling while typing
gug: Corrección ortográfica al escribir

source: Dictionary
gug: Ñe'êndy

source: Enchant Path
gug: Ruta de Enchant

source: Path to libenchant
gug: Ruta a libenchant

source: Failed to load Enchant
gug: Falló al cargar Enchant

source: Library Error
gug: Error de biblioteca

source: Code
gug: Código

source: Tab Width
gug: Ancho del tabulador

source: Indent Width
gug: Anchura del sangrado

source: Automatically trim whitespace on save
gug: Eliminar automáticamente espacios al guardar

source: Use Tabs Instead of Spaces
gug: Utilizar tabuladores en lugar de espacios

source: Backspace Unindents
gug: Retroceso quita sangrado

source: Default EOL Mode
gug: Fin de línea por defecto

source: Turn off for better performance
gug: Apagar para un mejor rendimiento

source: Sets the main/default font of the document
gug: Establece la fuente principal/por defecto para el documento

source: Sets a secondary font used for special regions when syntax highlighting is in use
gug: Establece una fuente secundaria utilizada para regiones especiales cuando se usa resaltado de sintaxis

source: Format
gug: Formato

source: View Options
gug: Ver opciones

source: Primary Font
gug: Tipografía principal

source: Secondary Font
gug: Fuente secundaria

source: Default highlighing for new documents
gug: Resaltado por defecto para nuevos documentos

source: Default Lexer
gug: Analizador léxico predeterminado

source: Visual Helpers
gug: Ayudas visuales

source: Edge Guide
gug: Guía de margen

source: Guide Column
gug: Columna guía

source: Extended Auto-Comp
gug: Auto-completado extendido

source: Warning suggestions will include context insensitive results
gug: Aviso, las sugerencias contendrán resultados sin distinguir mayúsculas y minúsculas

source: Enable Vi Emulation
gug: Habilitar emulación de Vi

source: Start in Normal Mode
gug: Empezar en modo normal

source: Input Helpers
gug: Ayuda de entrada

source: Filetype Associations
gug: Asociaciones de tipos de archivos

source: Revert to Default
gug: Restablecer predefinidos

source: Icon Theme
gug: Tema de iconos

source: Toolbar Icon Size
gug: Tamaño de iconos de la barra de herramientas

source: Show Icons on Tabs
gug: Ver iconos en las pestañas

source: Default Perspective
gug: Perspectiva por defecto

source: Remember Window Size on Exit
gug: Recordar tamaño de la ventana al salir

source: Remember Window Position on Exit
gug: Recordar posición de la ventana al salir

source: Main display font for various UI components
gug: Tipografía principal para varios componentes de la interfaz

source: Icons
gug: Iconos

source: Layout
gug: Distribución

source: Transparency
gug: Transparencia

source: Display Font
gug: Mostrar tipografía

source: Configuration
gug: Configuración

source: Update
gug: Actualizar

source: Proxy Settings
gug: Configuración de proxy

source: Use Proxy
gug: Usar Proxy

source: Proxy URL
gug: URL del Proxy

source: Port Number
gug: Número de puerto

source: Username
gug: Poruhára

source: Password
gug: Contraseña

source: Installed Version
gug: Versión instalada

source: Latest Version
gug: Última versión

source: Check
gug: Comprobar

source: Keybindings
gug: Atajos de teclado

source: Key Profile
gug: Perfil de tecla

source: Menu
gug: Menú

source: Modifier 1
gug: Modificador 1

source: Modifier 2
gug: Modificador 2

source: Key
gug: Votõ

source: Binding
gug: Enlazado

source: Apply
gug: Aplicar

source: None
gug: Ninguno

source: New Profile
gug: Nuevo perfil

source: Enter the name of the new key profile
gug: Introduzca el nombre del nuevo perfil de clave

source: Lexer
gug: Analizador léxico

source: Extensions (space separated, no dots)
gug: Extensiones (separadas por espacios, sin puntos)

source: Black/White
gug: Morotî ha hû

source: Color/White
gug: say/morotî

source: Color/Default
gug: Color/Por defecto

source: Inverse
gug: Inverso

source: Normal
gug: Hendapegua

source: Export
gug: Exportar

source: Syntax Files
gug: Archivos de sintaxis

source: Set the preview file type
gug: Establecer la vista previa del tipo de archivo

source: Style Theme
gug: Tema de estilo

source: Base new theme on existing one
gug: Basar el nuevo tema en uno existente

source: Start a blank new style
gug: Empezar un nuevo estilo en blanco

source: Style Tags
gug: Etiquetas de estilo

source: Some styles have been changed would you like to save before exiting?
gug: Algunos estilos han cambiado ¿Quieres guardarlos antes de salir?

source: Save Styles
gug: Teko ñongatu

source: Enter style sheet name
gug: Introduzca un nombre de hoja de estilo

source: Export Style Sheet
gug: Guerahauka teko hogue rehegua

source: Color
gug: Sa'y

source: Foreground
gug: Primer plano

source: Background
gug: Fondo

source: Attributes
gug: Atributos

source: bold
gug: negrita

source: eol
gug: Rysýi paha

source: italic
gug: cursiva

source: underline
gug: subrayado

source: Font Settings
gug: Configuración de tipografía

source: Font
gug: Tipografía

source: Unable to retrieve version info
gug: No se pudo obtener la información de versión

source: Status Unknown
gug: Estado desconocido

source: Downloading: %s
gug: Descargando: %s

source: Downloading To: %s
gug: Descargando a: %s

source: Canceled
gug: Cancelado

source: Rate: %.2f Kb/s
gug: Velocidad: %.2f Kb/s

source: Finished
gug: japopa

source: Failed
gug: Fallo

source: Unable to accept dropped file or text
gug: No se puede aceptar un archivo arrastrado o texto

source: Text Document
gug: Documento de Texto

source: %s Source File
gug: Archivo fuente %s
