Repository: 163gal/Time-Line
Catalog: po/gug.po
Languages: gug

source: &Previous
gug: &mboyve

source: &Window
gug: &ovetã

source: CubeColorDialog: Choose Color
gug: ﻿ cubecolourdialog: elije peteĩ sa'y

source: Customize
gug: ñemomba'e

source: &Close
gug: &mboty

source: Menus
gug: Menús

source: Options
gug: opcion kuera

source: Select Menu To Add/Remove:
gug: ﻿ selecciona tembi'urã réra rysýi opyta agregar/remover:

source: Default Style
gug: háicha rehe porãmba'ỹ

source: Metallic
gug: metálico

source: Menu bar style
gug: ﻿ háicha barra tembi'urã réra rysýi mba'e

source: Default style settings
gug: ﻿ configuración háicha mba'e rehe porãmba'ỹ

source: Draw vertical gradient
gug: ﻿ ha'ãngahai gradiente oñembo'ýva

source: Draw border around menu bar
gug: ﻿ ha'ãngahai tembe jere barra tembi'urã réra rysýi mba'e

source: Toolbar float over menu bar
gug: ﻿ barra ovevúiva ári pe barra tembi'urã réra rysýi mba'e

source: Color Scheme
gug: ﻿ taichauka sa'y kuera mba'e

source: Save
gug: ñongatu

source: Don't Save
gug: ñongatu'y

source: OK
gug: ñeĩ

source: Cancel
gug: Cancelar

source: Yes
gug: rõ

source: No
gug: nahániri

source: Choose a directory
gug: elije peteĩ directorio

source: Browse For Folders
gug: guata ygápe y rupi rehe carpeta kuera

source: Choose one or more folders:
gug: ﻿ elije peteĩ o jepe carpetas:

source: Folder:
gug: Carpeta:

source: Make New Folder
gug: japo pyahu carpeta

source: Busy
gug: ﻿ jokúaiva/papyre

source: Basic Colors:
gug: sa'y kuera básicos:

source: Custom Colors:
gug: ﻿ sa'y kuera personalizados:

source: Add to Custom Colors
gug: ﻿ mbojo'a peteĩ sa'y personalizado

source: Solid Color
gug: ﻿ sa'y sólido

source: G:
gug: V:

source: Application
gug: Aplicación

source: has been modified outside of
gug: ha sido oñemoambuéva afuera mba'e ha sido oñemoambuéva afuera

source: . Overwrite
gug: ári hai

source: with current changes?
gug: ndive amoambue kuera actuale kuera?

source: Save As
gug: ñongatu peicha

source: File Error
gug: jejavy ñongatuha mba'e

source: Untitled
gug: tituloỹre

source: Save changes to '%s'?
gug: ñongatu amoambue kuera '%s'? me/pe

source: Unable to display print preview.
gug: nahániri ojeoikatu hechauka pe techa preliminar

source: Preview
gug: techa tenonde

source: &Undo Ctrl+Z
gug: &ndojapói Ctrl+Z

source: &Redo Ctrl+Y
gug: &japojey Ctrl+Y

source: Reload
gug: Recargar

source: from file system?
gug: ﻿ ñongatuha gua gua sistema?

source: Couldn't reload
gug: nahániri ndaiikatúi ehupi

source: Unable to close current
gug: nahániri ojeoikatu mboty ko'ãgagua

source: Untitled %d
gug: Titulo'y %d

source: All|*.*|%s
gug: opakatu kuera|*.*|%s

source: Select a File
gug: eiporavo ñongatu kuera

source: Select a document type:
gug: ﻿ seleccione peteĩ tipo documento: mba'e

source: Documents
gug: ﻿ kuatia'arandu kuera

source: Select a document view:
gug: seleccione peteĩ techa documento: mba'e

source: Views
gug: ﻿ techa kuera

source: &Undo
gug: &ndojapói

source: &Redo
gug: &japojey

source: &New... Ctrl+N
gug: &pyahu... Ctrl+N

source: Creates a new document
gug: ojapo peteĩ pyahu ﻿ kuatia'arandu

source: &Open... Ctrl+O
gug: &...mboty'o\+A

source: Opens an existing document
gug: ﻿ omboty'o peteĩ kuatia'arandu existente

source: Closes the active document
gug: cierra pe kuatia'arandu kyre'ỹ

source: Close A&ll
gug: mboty opakatu

source: Closes all open documents
gug: ﻿ cierra opakatu kuera kuatia'arandu kuera jái kuera

source: &Save Ctrl+S
gug: &guardar ctrl g

source: Saves the active document
gug: oñongatu pe kuatia'arandu ko'ãgagua

source: Save &As...
gug: ñomgatuco&mo...

source: Saves the active document with a new name
gug: oñongatu pe kuatia'arandu kyre'ỹ peteĩ ndive pyahu téra

source: Save All Ctrl+Shift+A
gug: ñongatupa Ctrl+Shift+T

source: Saves the all active documents
gug: ﻿ oñongatu opakatu kuera kuatia'arandu kuera kyre'ỹ kuera

source: &Print Ctrl+P
gug: Im&primir Ctrl+P

source: Prints the active document
gug: imprime pe kuatia'arandu kyre'ỹ

source: Print Pre&view
gug: imprimir techa pre&via

source: Displays full pages
gug: techarã kuatia rogue kuera rejapopa

source: Page Set&up
gug: Config&urar﻿ kuatia rogue

source: Changes page layout settings
gug: omoambue pe configuración ta'ãngahai mba'e kuatia rogue

source: &Quit
gug: &sẽ

source: Closes this program
gug: ﻿ cierra ko jejaporã

source: E&xit
gug: &sẽ

source: Reverses the last action
gug: revierte pe pahague tembiapo

source: Reverses the last undo
gug: revierto pe pahague mosarambi

source: Cu&t Ctrl+X
gug: Cor&tar Ctrl+X

source: Cuts the selection and puts it on the Clipboard
gug: oikytĩ pe selección ha pe omoĩ pe portapapele kuera me/pe

source: &Copy Ctrl+C
gug: &Copiar Ctrl+C

source: Copies the selection and puts it on the Clipboard
gug: okopia pe selección ha pe omoĩ pe portapapele kuera me/pe

source: &Paste Ctrl+V
gug: &Pegar Ctrl+V

source: Inserts Clipboard contents
gug: inserta pe contendio portapapele kueragua

source: &Delete
gug: &mbogue

source: Erases the selection
gug: ombogue pe selección

source: Select A&ll Ctrl+A
gug: eiporavo&opavave Ctrl+A

source: Selects all available data
gug: aiporavo opavave pe kuaa oĩva

source: &Toolbar
gug: &barra tembipuru kuera mba'e

source: Shows or hides the toolbar
gug: techarã pu'ae guaranímeicha ipúva omo'ã pe barra

source: &Status Bar
gug: barra & mba'e

source: Shows or hides the status bar
gug: techarã pu'ae guaranímeicha ipúva omo'ã pe barra pokatuenda mba'e

source: &About
gug: A&aiguĩ

source: Displays program information, version number, and copyright
gug: techarã kuaa jejaporã gua , papaha versión mba'e ha copyright

source: Open
gug: mboty'o

source: Save All
gug: ñongatu opakatu kuera

source: Saves all the active documents
gug: oñongatu opakatu kuera kuatia'arandu kuera kyre'ỹ kuera

source: Cut
gug: kytĩ

source: Copy
gug: ha'anga

source: Paste
gug: mboja

source: Undo
gug: mosarambi

source: Redo
gug: japojey

source: Ready
gug: oĩma

source: Close All but "%s"
gug: mboty opakatu mbovyve "%s"

source: Select Tab
gug: eiporavo topea

source: &Tools
gug: &tembiporu

source: &Format
gug: &Formato

source: &Options...
gug: &opcion kuera. . .

source: Sets options
gug: setear opcion kuera

source: Show tips at start up
gug: techarã tekombo'e kuera pe ñepỹrũpe

source: Show each document in its own window
gug: techarã mayma kuatia'arandu ipropia ovetã me/pe

source: Show all documents in a single window with tabs
gug: ﻿ techarã opakatu kuera kuatia'arandu kuera peteĩ ovetã simple topea kuera ndive me/pe

source: Show all documents in a single window with child windows
gug: techarã opakatu kuera kuatia'arandu kuera peteĩ ovetã simple ovetã kuera ndive rajy kuera me/pe

source: Document Display Style
gug: ﻿ háicha visualización mba'e

source: Document Options
gug: opcion kuera kuatia'arandu gua

source: Document interface changes will not appear until the application is restarted.
gug: amoambue kuera pe interface kuatia'arandu gua nahániri aparecerán peve hina pe actividad sea reiniciada me/pe

source: About
gug: omboja

source: &Properties
gug: &Propiedades kuera

source: Show file properties
gug: techarã propiedade kuera ñongatuha mba'e

source: File Properties
gug: propiedade kuera ñongatuha mba'e

source: Filename:
gug: archivo rèra:

source: Location:
gug: ﻿ ñemohenda:

source: Size:
gug: tamaño:

source: Created:
gug: jejapopyre:

source: Modified:
gug: modificado:

source: Accessed:
gug: accedido:

source: &Arrange All
gug: &Organizar todo

source: Arrange the open windows
gug: ombohysýi ovetã kuera abierta kuera

source: Previous
gug: Mboyve gua

source: Previous Tab
gug: topea tenondegua

source: Next
gug: ambue

source: Next Tab
gug: ambue topea

source: Close Current Ctrl+F4
gug: mboty ko'ãgãgua Ctrl+F4

source: Close Current Tab
gug: mboty topea ko'ãgagua

source: &More Windows...
gug: &Mas ventanas...

source: Select a window to show:
gug: selecciona peteĩ ovetã mostrar:pe

source: Select Window
gug: seleccionar ovetã

source: An updated version of Editra is available Would you like to download Editra %s now?
gug: peteĩ versión actualizada editra mba'e oĩ disponible ¿oipota mboguejy editra % kuera ko'ãga ?

source: Update Available
gug: actualización disponible

source: Downloading Update
gug: emboguejy actualizacion pyahu

source: Your profile has been updated to the latest version
gug: ﻿ iryke ojeha actualizado lape pahague versión

source: Please check the preferences dialog to check your preferences
gug: rehe pytyvõ , comprueba pe ñemongetajoyvy configuración mba'e opyta comprobar nde preferencia kuera

source: Profile Updated
gug: Perfil actualizado

source: Error: Something unexpected happend Help improve Editra by clicking on Report Error to send the Error Traceback shown below.
gug: javy: ha jehuva/papyre peteĩ mba'e inesperado oipytyvõ mejorarpe editra añemboyvy clic sobre informar jejavy kuera mba'e opyta mondo pe tr

source: Enter a hex color value
gug: introduzca peteĩ py'aguasu hexadecimal sa'y mba'e

source: Set Font
gug: Establecer fuente

source: Error Traceback:
gug: Traceado ojavyre:

source: Abort
gug: esẽ

source: Exit the application
gug: sẽ aplicación gui

source: Report Error
gug: reporte jejavy mba'e

source: Are you sure want to delete %s?
gug: ¿ko hatã hina ohayhu mbogue % kuera?

source: Delete File?
gug: ¿mbogue ñongatuha ?

source: Unable to delete %s
gug: nahániri ojeoikatu eliminar % kuera

source: Delete Error
gug: eliminar jejavy

source: Files
gug: ñongatuha kuera

source: Add >>
gug: mbojo'a >>

source: << Remove
gug: << eliminar

source: Find
gug: heka

source: Replace
gug: myengovia

source: Current Document
gug: kuatia'arandu ko'ãgagua

source: Selected Text
gug: moñe'ẽrã iporavo pyre

source: Open Documents
gug: mboty'o kuatia'arandu kuera

source: File Filters:
gug: ayga kuera archivos: mba'e

source: Find what
gug: ﻿ econtrar mba'e

source: Replace with
gug: reemplazar rehe

source: Choose Folder
gug: poravo carpeta

source: Look in
gug: maña pe/me

source: Up
gug: yvate

source: Down
gug: yvype

source: Find Options
gug: opcion kuera reka mba'e

source: Match case
gug: coincidencia kakuaa kuera mba'e ha minúscula kuera

source: Whole word
gug: ñe'ẽ ojapopa

source: Regular expression
gug: expresión regular

source: Search Recursively
gug: heka recursivamente

source: Enter wildcard shell patterns for matching files (*.txt).
gug: introduzca patron kuera comodín mba'e shell opyta ñongatuha kuera hina ojoja (*. txt) .

source: Count
gug: jepaga arã kuatia

source: Find All
gug: heka opakatu kuera

source: Replace All
gug: reemplazar opakatu kuera

source: Choose Search Folder
gug: poravo carpeta reka mba'e

source: Info
gug: kuaa

source: File Stat Failed
gug: jehupytu pokatuenda mba'e ñongatuha pane

source: Modified
gug: ñemoambueva/papyre

source: Kind
gug: mba'eichaguapa

source: Size
gug: jakatuha

source: Where
gug: moõpa

source: Created
gug: japova/papyre

source: Permissions
gug: ﻿ neĩ kuera

source: Folder
gug: carpeta

source: Unknown
gug: kuaa'ỹva/papyre

source: Match Case
gug: joja mayúsculas/minúscula kuera

source: Whole Word
gug: ñe'ẽ ojapopa

source: Regular Expression
gug: Expresión regular

source: Command
gug: ñemohenda

source: Goto Line
gug: Ir a la línea

source: Can't change directory to: %s
gug: nahániri ojeoikatu moambue directorio %spe

source: Access Denied: %s
gug: acceso denegado: % kuera

source: Invalid Path
gug: tape nahániri válida

source: Failed to reload %(filename)s: Error: %(errmsg)s
gug: ﻿ ojavy akue pe recargar %(filename)s: error: %(errmsg)s

source: New Tab
gug: topea pyahu

source: Move Tab to New Window
gug: mongu'e topea nuevape ovetã

source: Save "%s"
gug: ñongatu "%s"

source: Close "%s"
gug: ﻿ mboty "%s"

source: Close Other Tabs
gug: mboty otra kuera topea kuera

source: Copy Full Path
gug: kopia tape ojapopa

source: To Uppercase
gug: mayúsculaspe

source: To Lowercase
gug: minúsculaspe

source: Select All
gug: seleccionar opakatu

source: No Suggestions
gug: sugerencia kueraỹre

source: %s has been deleted since its last save point. Would you like to save it again?
gug: % kuera ha sido mbogueva/papyre guive pe pahague ñongatupy . ¿ohayhu guardarlo pyahu mba'e ?

source: Resave File?
gug: ¿jere guardarpe ñongatuha ?

source: %s has been modified by another application. Would you like to reload it?
gug: % kuera ha'e akue ñemoambueva/papyre rehe otra aplicación. ¿chupe gustaría recargarlo?

source: Reload File?
gug: ¿jere cargarpe ñongatuha ?

source: The file: "%s" has been modified since the last save point. Would you like to save the changes?
gug: pe archivo: "%s" ha sido ñemoambueva/papyre guive pe pahague jevy hina ojeañongatu . ¿oipota ñongatu amoambue kuera?

source: Save Changes?
gug: ¿ñongatu amoambue kuera?

source: Old Macintosh (\n)
gug: machintosh tuja kuera ( )

source: Windows (\n)
gug: window kuera ( )

source: Editra Log
gug: téra ryru editra mba'e

source: View Editra's console log
gug: ﻿ hecha consola téra ryru mba'e editra

source: Show output from
gug: hechauka salida mba'e hechauka salida

source: Clear
gug: mopotĩ

source: All
gug: opavave

source: Perspectives
gug: tenonderã kuera

source: Editra: Open
gug: editra: mboty'o

source: %s could not be found. Perhaps it's been moved or deleted.
gug: nahániri ojepudo juhu % kuera. quizásojeha mongu'eva/papyre o eliminado.

source: File Not Found
gug: ñongatuha nahániri juhuva/papyre

source: Saved File: %s
gug: ñongatuha guardado: % kuera

source: ERROR: %s
gug: error: % kuera

source: Choose a Save Location
gug: seleccione peteĩ tenda opyta ñongatu

source: ERROR: Failed to save %s
gug: ﻿ error: ajavy pe ñongatu % kuera

source: Saved File As: %s
gug: ﻿ ñongatu ñongatuha peicha: % kuera

source: Where to Save Profile?
gug: ﻿ ¿moõpa quier kuera ñongatu pe yke ?

source: Profile
gug: yke

source: Profile Saved as: %s
gug: ﻿ yke ñongatupy como: % kuera

source: Load a Custom Profile
gug: ﻿ hupi peteĩ yke personalizado

source: Loaded Profile: %s
gug: yke cargado: % kuera

source: Where to Save Session?
gug: ﻿ ¿ñongatu sesión mamópa ? me/pe

source: Session
gug: Sesión

source: Session Saved as: %s
gug: sesión guardada como: % kuera

source: Load a Session file
gug: ﻿ hupi peteĩ ñongatuha sesión mba'e

source: Loaded Session: %s
gug: ﻿ sesión hupiva: % kuera

source: Plugin Manager
gug: Gestor de plugins kuera

source: Select an encoding to reload the file with
gug: ﻿ selecciona peteĩ codificación pe ndive hina recargar pe ñongatuha

source: Reload with Encoding
gug: ehupijey codificación ndi

source: Failed to reload the file with: %(encoding)s
gug: ojavy akue pe recargar pe ñongatuha con: %(encoding)s

source: Aui Pane Navigator
gug: navegador panele kuera mba'e aui

source: Maximize Editor
gug: Maximizar editor

source: Restore Editor
gug: restaurar editor

source: Customize Menu
gug: personalizar tembi'urã réra rysýi

source: Opening %s
gug: abriendo % kuera

source: Error: Unable to open %s
gug: error: nahániri ojepudo mboty'o % kuera

source: Editra is a programmer's text editor.
gug: editra ha'e peteĩ editor texto mba'e opyta programador kuera.

source: Written in 100%% Python.
gug: escrito 100%% python. me/pe

source: Homepage
gug: kuatia rogue principal

source: Platform Info
gug: kuaa plataforma mba'e

source: License: wxWindows (see COPYING.txt for full license)
gug: licencia: wxwindow kuera (vea copying.txt opyta pe licencia ojapopa )

source: Editra could not open %(filename)s Error: %(errormsg)s
gug: editra nahániri pudo mboty'o %(filename)s error: %(errormsg)s

source: Error Opening File
gug: jejavy abriendo ñongatuha

source: Failed to save file: %(filename)s Error: %(errormsg)s
gug: ojavy akue pe ñongatu pe archivo: %(filename)s error: %(errormsg)s

source: Save Error
gug: ñongatu jejavy

source: Old Macintosh ( )
gug: machintosh tuja kuera ( )

source: Customize...
gug: personalizar. . .

source: Customize the items shown in this menu.
gug: personalizar apỹi kuera hina ojemostrarán ko tembi'urã réra rysýi . me/pe

source: Switch Lexer to %s
gug: moambue analizador léxico %spe

source: Lexers
gug: analizador kuera léxico kuera

source: Manually Set a Lexer/Syntax
gug: establecer analizador léxico/sintaxi kuera mba'e manualmente

source: &New Tab
gug: &Nueva pestaña

source: Start a new file in a new tab
gug: empezar peteĩ ñongatuha pyahu otra topea me/pe

source: New &Window
gug: pyahu

source: Start a new file in a new window
gug: ñepyrũ peteĩ pyahu ñongatuha peteĩ ovetã pyahu me/pe

source: &Open
gug: &Abrir

source: Recently Opened Files
gug: ñongatuha kuera jái kuera recientemente

source: &Close Tab
gug: &Cerrar la pestaña

source: Close Window
gug: ñemboty ovetã

source: Close the current window
gug: mboty pe ovetã ko'ãgagua

source: Close All Tabs
gug: mboty toda kuera solapa kuera

source: Close all open tabs
gug: mboty toda kuera topea kuera abierta kuera

source: &Save
gug: &Ñongatu

source: Save Current File
gug: ñongatu ñongatuha ko'ãgagua

source: Save &As
gug: Ñongatu&peicha

source: Save all open pages
gug: ñongatu toda kuera kuatia rogue kuera abierta kuera

source: Revert to Saved
gug: revertir lope ñongatupy

source: Revert file to last save point
gug: revertir pe ñongatuha peve pe pahague jevy hina ojeoñongatu akue

source: Reload with Encoding...
gug: recargar codificación ndive . . .

source: Reload the file with a specified encoding
gug: recargar pe ñongatuha peteĩ ndive codificación especificada

source: Save Profile
gug: ñongatu yke

source: Save Current Settings to a New Profile
gug: ñongatu ajuste kuera actuale kuera peteĩ pyahu yke me/pe

source: Load Profile
gug: hupi yke

source: Load and save custom Profiles
gug: cargar/guardar perfile kuera personalizado kuera

source: Save Session
gug: Ñongatu sesión

source: Save the current session.
gug: ñongatu pe sesión ko'ãgagua .

source: Load Session
gug: hupi sesión

source: Load a saved session.
gug: hupi peteĩ sesión guardada.

source: Sessions
gug: sesion kuera

source: Load and save custom sessions.
gug: hupi ha ñongatu sesion kuera personalizada kuera.

source: Configure Printer
gug: configurar impresora

source: Preview Printout
gug: techa previa impresión

source: &Print
gug: &Imprimir

source: Print Current File
gug: imprimir ñongatuha ko'ãgagua

source: Exit the Program
gug: se jejaporã gua

source: Undo Last Action
gug: mosarambi pe pahague tembiapo

source: Redo Last Undo
gug: rehacer pahague mosarambi

source: Cu&t
gug: Cor&tar

source: Cut Selected Text from File
gug: ikytĩ texto seleccionado ñongatuha gua

source: &Copy
gug: &Copiar

source: Copy Selected Text to Clipboard
gug: kopia texto seleccionado pe portapapele kuera

source: &Paste
gug: &Pegar

source: Paste Text from Clipboard to File
gug: nupã texto portapapele kueragua pe ñongatuha

source: P&aste After
gug: P&egar después

source: Paste Text from Clipboard to File after the cursor
gug: nupã texto portapapele kueragua pe ñongatuha rire gua cursor

source: Cycle Clipboard
gug: kundaha portapapele kuera

source: Cycle through recent clipboard text
gug: kundaha texto reciente portapapele kueragua

source: Select &All
gug: Hesa'yjo&Paite

source: Select All Text in Document
gug: seleccionar opakatu pe texto kuatia'arandu gua

source: Column Mode
gug: kokatu columna

source: Enable column edit mode.
gug: activar kokatu edición mba'e columna kuera.

source: New Line After
gug: Nueva línea después

source: Add a new line after the current line
gug: kopia texto seleccionado pe portapapele kuera

source: New Line Before
gug: pyahu línea mboyve

source: Add a new line before the current line
gug: mbojo'a peteĩ pyahu línea mboyve línea ko'ãgagua

source: Cut Line
gug: ikytĩ línea

source: Cut Current Line
gug: ikytĩ línea ko'ãgagua

source: Delete Line
gug: eliminar línea

source: Delete the selected line(s)
gug: eliminar pe (s) línea(s) seleccionada(s)

source: Copy Line
gug: kopia línea

source: Copy Current Line
gug: kopia línea ko'ãgagua

source: Duplicate Line
gug: momokõi línea

source: Duplicate the current line
gug: momokõi pe línea ko'ãgagua

source: Join Lines
gug: mbojoaju línea kuera

source: Join the Selected Lines
gug: mbojoaju línea kuera seleccionada kuera

source: Transpose Line
gug: intercambiar línea

source: Transpose the current line with the previous one
gug: intercambiar pe línea ko'ãgagua ha pe tenondegua

source: Move Current Line Up
gug: emomýi rysýi yvate gotyo

source: Move the current line up
gug: Mover la línea actual hacia arriba

source: Move Current Line Down
gug: emomýi rysýi yvy gotyo

source: Move the current line down
gug: emomýi rysýi yvy gotyo

source: Line Edit
gug: E edita rysýi

source: Commands that influence an entire line
gug: comando kuera hina afectan unape línea ojapopa

source: Toggle Bookmark
gug: ñemoi/Jeipe'a pore

source: Toggle bookmark of the current line
gug: poner/quitar pore pe línea ko'ãgagua me/pe

source: Remove All Bookmarks
gug: mbogue opakatu kuera marcador kuera

source: Remove all bookmarks from the current document
gug: mbogue opakatu kuera marcador kuera kuatia'arandu gua ko'ãgagua

source: Bookmarks
gug: marcador kuera

source: Add and remove bookmarks
gug: mbojo'a ha eliminar marcador kuera

source: &Find
gug: &Heka

source: Find Text
gug: Eheka ñe'ẽ

source: Find/R&eplace
gug: Eheka/moambue

source: Find and Replace Text
gug: heka ha myengovia haipyre

source: &Quick Find
gug: Eheka pya'e

source: Open the Quick Find Bar
gug: Abrir barra de búsqueda rápida

source: Find Previous
gug: heka mboyvegua

source: Goto previous match
gug: Eho correspondencia siguientepe

source: Find Next
gug: heka riregua

source: Goto the next match
gug: ho joja riregua

source: Find Selected
gug: juhu selección

source: Search for the currently selected phrase
gug: heka pe ñe'ẽjoapy seleccionada actualmente

source: Pr&eferences
gug: Pr&eferencias

source: Edit Preferences / Settings
gug: editar preferencia kuera

source: Zoom Out
gug: decrementar zoom

source: Zoom In
gug: mboheta zoom

source: Zoom Default
gug: Zoom por defecto

source: Highlight Caret Line
gug: destacar línea cursorgua

source: Highlight the background of the current line
gug: resaltar pe tugua línea ko'ãgagua

source: Indentation Guides
gug: Guías de sangrado

source: Show Indentation Guides
gug: Mostrar guías de indentación

source: Show Edge Guide
gug: Mostrar guía de margen

source: Show the edge column guide
gug: Mostrar la guía de columna de margen

source: Show EOL Markers
gug: Mostrar caracteres de fin de línea

source: Show Line Numbers
gug: Mostrar números de línea

source: Show Line Number Margin
gug: Mostrar margen de número de línea

source: Show Whitespace
gug: Mostrar espacios en blanco

source: Show Whitespace Markers
gug: Mostrar espacios en blanco

source: Editor
gug: Ehai

source: Toggle Editor View Options
gug: activar/desactivar opcion kuera techa mba'e editorgua

source: Toggle fold
gug: mostrar/ocultar pliegue

source: Toggle current fold
gug: mostrar/ocultar plegado ko'ãgagua

source: Toggle all folds
gug: Mostrar/Ocultar todos los pliegues

source: Code Folding
gug: Plegado de código

source: Code folding toggle actions
gug: Acciones de plegado de código

source: Pane Navigator
gug: Navegador de paneles

source: View pane selection list
gug: Ver lista de selección de paneles

source: Toggle Editor Maximization
gug: rova moambue mbotuichaha

source: &Goto Line
gug: &rysýi jeho

source: Goto Line Number
gug: jeho rysýi papapy

source: Goto Matching Brace
gug: Ir a llave pareja

source: Move caret matching brace
gug: Mover cursor a la llave concordante

source: Next Position
gug: Siguiente posición

source: Goto next position in history.
gug: Ir a la siguiente posición en el historial

source: Previous Position
gug: Posición anterior

source: Goto previous position in history.
gug: Ir a la posición anterior en el historial

source: View Line of Previous Bookmark
gug: Ver línea del marcador anterior

source: Show Status Bar
gug: Mostrar barra de estado
